[
{"encounter":"\"You lookin' fer Wilbur? I seen hin here. On his way to Sentinel Hill.\" A local farmer sees you examining the bridge. Make a Lore (-2) check to learn what you can from the man. Gain 1 Clue token for each success.",
"skill_check":"Lore -2",
"expansion":"Miskatonic Horror"},
{"encounter":"A car looks to have driven off the side of the bridge. You find no sign of a driver or any passenger but the doors seem to have been bent open unnaturally. Make a Luck (-2) check. If you pass, the water has not yet washed away a package in the passenger seat. Gain 1 Unique Item.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"A large branch is floating slowly downstream. You can see some object caught in its limbs. If you wish, you may make a Speed (-1) check to grab the object as it passes the bridge. If you pass, gain a Unique Item. If you fail, you fall into the water and lose 1 Stamina.",
"skill_check":"Speed -1",
"expansion":"Miskatonic Horror"},
{"encounter":"A tremendous wind storm struck last night and all kinds of debris has blown here from Sentinel Hill. You may stay here next turn to search through it. If you do, make a Luck (-1) check. If you pass, gain 1 Unique Item.",
"skill_check":"Luck -1",
"expansion":"Miskatonic Horror"},
{"encounter":"An older gentleman, calling himself Joshua Place, offers to teach you the art of dowsing. If you accept, gain 2 Clue tokens and stay here next turn.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"An older man named George Corey sees you examining the bridge's dubious construction. \"It could use some repairs. The neighbors would be right grateful!\" You may stay here next turn repairing it to gain $3.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"An ugly young man with a goat-like look to him bars your way across the bridge. \"If you know what's good for you, you'll stay out of Dunwich.\" As his eyes meet yours, there is a sickening lurch and you fall unconscious. Stay here next turn.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"As you begin to cross the bridge, some drunken college boys in a Model T come roaring down the road at you. Make a Speed (-1) check to race to safety. If you fail, lose 2 Stamina. If you pass, nothing happens.",
"skill_check":"Speed -2",
"expansion":"Dunwich Horror"},
{"encounter":"Before the bridge, on the side of the road, a car has broken down. A woman watches worriedly as a frustrated man tinkers with the engine. Noticing you, she introduces herself as Catherine Carrington. She offers you $5 if you can fix their car. To do so, you must pass a Luck (-1) check. If you try and fail, they thank you anyway, but do not pay you for your services.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"Crossing the bridge, you are startled to find that it doesn't lead to where it did yesterday. Draw a mythos card and move to the gate location on it, having another encounter there immediately.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Deputy Dingby strides past you with purpose, heading for Osborn's. Make a Luck (-1) check. If you fail, he trips over a stone and his gun goes off, nearly shooting an innocent bystander and sending women and men running. Sadly, it seems the Deputy has sprained his ankle. Sighing, you help him back to the Police Station. Move to the Police Station and have an encounter there. If you pass, he manages to avoid the stone, thanks to your warning, and tosses you $1 for your trouble.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"From here you can see strange clouds circling around the top of Sentinel Hill. Starting with the first player, each player with 1 or more Corruption  cards must choose 1 of his Corruption cards and trigger its effect as if the appropriate dimensional symbol had appeared on the appropriate background color during the Mythos Phase.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Joey \"the Rat\" is leaning against the bridge and motions for you to come over. \"I've got something special for you today.\" He has an item for sale. Draw the top Unique Item card and pay $1 more than list price if you wish to purchase it.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Local children are fishing along the edge of the bridge. They challenge you to see who can catch the biggest fish. If you accept the challenge make a Luck (-1) check. If you pass, they are so impressed they offer you a secret treasure they've hidden in the marsh. Gain 1 Unique Item. If you fail, you are delayed as you don't cath a single fish.",
"skill_check":"Luck -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you find someone's rail pass on the ground near the bridge. Gain 1 Rail Pass card. If you fail, you find $1 instead.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you find someone's rail pass on the ground near the bridge. Gain 1 Rail Pass card. If you fail, you find $1 instead.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you find someone's rail pass on the ground near the bridge. Gain 1 Rail Pass card. If you fail, you find $1 instead.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you find someone's rail pass on the ground near the bridge. Gain 1 Rail Pass card. If you fail, you find $1 instead.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you find someone's rail pass on the ground near the bridge. Gain 1 Rail Pass card. If you fail, you find $1 instead.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you find someone's rail pass on the ground near the bridge. Gain 1 Rail Pass card. If you fail, you find $1 instead.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"One of the bags unloaded from the train into Dunwich doesn't seem to have anyone claiming it. You may make a Sneak (-1) check to discretely open it up and see what's inside. If you pass, you discover $3 inside. If you fail, you are spotted and arrested for attempted theft.",
"skill_check":"Sneak -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Posted to the tree trunk is a poster with your picture on it in relation to a crime you know nothing about. Take the Wanted card, if it is available.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Pulling up next to you, Sheriff Engle turns on his lights and siren. \"I'm sorry, but I've had a complaint and need to take you in.\" You are arrested.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Sheriff Engle pulls up next to you. \"You're certainly off the beaten path tonight. Need a ride?\" If you accept, move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The brook is covered in a thick mist tonight. Peering into it from the bridge, you see a large shape moving through the mist, circling beneath you. Not wanting to find out what it is, you move to the street.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The old boards of the bridge creak alarmingly beneath your feet. Pass a Luck (-1) check or plummet into the icy waters of Bishop's Brook, losing 1 Stamina.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"The river's washed out the bridge. Move to the streets.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The Sheldon Gang is looking for new recruits. If you want to prove how tough you are, spend either at least 5 toughness worth of monster trophies or 1 gate trophy. If you spend the trophies, take a Sheldon Gang Membership card. If not, they rough you up and tell you to hit the road. Move to the street and lose 1 Stamina.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The water in the river is unusually low this time of year. You can see an object buried in the sediment that's usually beneath the surface. Make a Luck (-2) check. If you pass, gain 1 Unique Item. If you fail, gain 1 Common Item.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"The water lilies are in bloom on the river. The picturesque beauty moves you. Gain 1 Sanity.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Three men claiming to be professors at Miskatonic University inquire if you know the way to Sentinel Hill. Grateful for the assistance, they give you $1",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Through the mist, you see a misshapen silhouette lumbering across the bridge. It drops a peculiar artifact as it crosses. Rushing to investigate, the two of you struggle over the dropped object. Make a Fight (-1) check. If you pass, gain 1 Unique Item. If you fail, the figure wrests the object from your grip before disappearing into the night.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Tree branches and scrubs have all been flattened in this area and you find evidence of butchered livestock. Lose 1 Sanity. Then make a Will (+1) check and add 1 Dunwich Horror token to the board if you fail.",
"skill_check":"Will +1",
"expansion":"Miskatonic Horror"},
{"encounter":"You rest and dangle your feet in the cool brook. Gain 1 Sanity and 1 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"}
]