[
{"encounter":"A bunch of kids are down here playing some game you've never seen before and repeating a little musical phrase that you suspect has a deeper meaning. Make a Lore (-2) check. If you pass, you recognize what the children's rhyme really means. Gain 1 Spell.",
"skill_check":"Lore -2",
"expansion":"Miskatonic Horror"},
{"encounter":"A man is being thrown violently by an unseen force. If you help, lose 3 Stamina as you suffer the same fate. Even if you are knocked unconscious, the man, David Packard, remembers your bravery. Take his Ally card or, if it is not available, he offers you something to finish that thing off once and for all.\" You may search the Common Item deck for Dynamite and take it.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A man wearing exotic robes and a strange hat tells you that he can see your fate. If you are Cursed or have any Exhibit Items, he tells you that he is called The Messenger. Take his Ally card or, if it is not available, gain 2 Clue tokens. If you are not Cursed  and do not have any Exhibit Items, nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A police car is abandoned here. Make a Fight (-1) check to pry open the trunk. If you pass, search the Common Item deck and take the first Weapon you find. If you fail, lose 1 Stamina.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"},
{"encounter":"After a brisk swim in the murky river, you emerge to find yourself covered in brown, bloated leeches. Shuddering in the cold morning air, you begin the laborious task of pulling the squirming, glistening parasites loose one at a time. Lose 3 points, divided between Sanity and Stamina however you like.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"As the sun sets beneath the horizon, hundreds of whippoorwills begin to sing in a wild, frenzied chorus that tears at your mind. Lose 1 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"As you push through some hanging moss, dozens of black and red spiders fall on your head and neck. Make a Will (-2) check. If you fail, you are bitten several times, reducing you to 0 Stamina. If you pass, you remain perfectly still until they crawl off, then you find an odd item beneath the moss. Draw 1 Unique Item.",
"skill_check":"Will -2",
"expansion":"Dunwich Horror"},
{"encounter":"In the middle of the night, you are suddenly confronted by the spectre of someone wrongly killed, whose body was buried in a shallow grave near here. If you recover his remains and give him a proper burial you are delayed and Blessed.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"In the night, you can hear something enormous high above you breaking through the branches of trees. Make a Will (-1) check. If you fail, you make a mad dash for safety. Lose 1 Sanity and move to the streets.",
"skill_check":"Will -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you discover a strange stone statue deep within the glen. Its hands are outstretched, waiting for you to place something in them. If you discard a Unique Item worth at least $5, then skip the Mythos Phase this turn. If you fail the check, then nothing happens.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you discover a strange stone statue deep within the glen. Its hands are outstretched, waiting for you to place something in them. If you discard a Unique Item worth at least $5, then skip the Mythos Phase this turn. If you fail the Luck check, then nothing happens.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you discover a strange stone statue deep within the glen. Its hands are outstretched, waiting for you to place something in them. If you discard a Unique Item worth at least $5, then skip the Mythos Phase this turn. If you fail the check, then nothing happens.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you discover a strange stone statue deep within the glen. Its hands are outstretched, waiting for you to place something in them. If you discard a Unique Item worth at least $5, then skip the Mythos Phase this turn. If you fail the check, then nothing happens.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you discover a strange stone statue deep within the glen. Its hands are outstretched, waiting for you to place something in them. If you discard a Unique Item worth at least $5, then skip the Mythos Phase this turn. If you fail the check, then nothing happens.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Moving quietly through the underbrush, you overhear a young woman talking to herself. She is fretting about some money her uncle owes to a rather unsavory character. If you wish, you may give her $5 to pay the debt. If you do, she introduces herself as Corinna Jones and asks if she can help you in any way. Take her Ally card if it's available. If it is not, gain 1 Skill as she teaches you something useful in exchange for your help.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Moving quietly through the underbrush, you overhear a young woman talking to herself. She is fretting about some money her uncle owes to a rather unsavory character. If you wish, you may give her $5 to pay the debt. If you do, she introduces herself as Corinna Jones and asks if she can help you in any way. Take her Ally card if it's available. If it is not, gain 1 Skill as she teaches you something useful in exchange for your help.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Moving quietly through the underbrush, you overhear a young woman talking to herself. She is fretting about some money her uncle owes to a rather unsavory character. If you wish, you may give her $5 to pay the debt. If you do, she introduces herself as Corinna Jones and asks if she can help you in any way. Take her Ally card if it's available. If it is not, gain 1 Skill as she teaches you something useful in exchange for your help.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Moving quietly through the underbrush, you overhear a young woman talking to herself. She is fretting about some money her uncle owes to a rather unsavory character. If you wish, you may give her $5 to pay the debt. If you do, she introduces herself as Corinna Jones and asks if she can help you in any way. Take her Ally card if it's available. If it is not, gain 1 Skill as she teaches you something useful in exchange for your help.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Painted faintly upon a stone, you see an image of a primitive figure invoking otherworldly forces. Suddenly, an ominous shadow moves across the stone. Gain 1 Spell and then a monster appears.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Several dead fish are floating in the river. Investigating, you find that it is sea water rather than fresh water. Make a Lore (-2) check to try to find answers. Gain 1 Clue token for each success.",
"skill_check":"Lore -2",
"expansion":"Miskatonic Horror"},
{"encounter":"The night sky is clear when you get away from the city. As you watch, a shooting star crosses the sky and you make a wish. Make a Luck (-2) check. If you pass, you are Blessed.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"The pool is extremely cold, but clean and pure, allowing you to scrub away some of the grime from your adventures. Gain 1 Sanity and 1 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The Sheldon Gang is looking for new recruits. If you want to prove how tough you are, spend either at least 5 toughness  worth of monster trophies or 1 gate trophy. If you spend the trophies, take a Sheldon Gang Membership card. If not, they rough you up and tell you to hit the road. Move to the street and lose 1 Stamina.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The terrible words of The King in Yellow have been echoing in your ears ever since you left Arkham. But here, the gentle sound of the river helps soothe your mind. Make a Will (-1) [2] check. If you pass, you are Blessed",
"skill_check":"Will -1 [2]",
"expansion":"Miskatonic Horror"},
{"encounter":"The water splashes upwards as a monster appears.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Tripping as you climb down a steep incline, you roll a bit and smack up against an ancient stone statue. Gain 1 Spell, but lose 2 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Walking along a narrow path through the woods, you duck to avoid some low-hanging foliage. The leaves brush the back of your neck. Pass a Luck (-1) check or something warm and moist slides down the back of your shirt. Lose 2 Sanity.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"You come across a human skull with a star-shaped hole in it. Oddly, it seems to have been ruptured from the inside. Shivering, you replace the skull where you found it. Lose 1 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You notice that a piece of driftwood looks to have letters of some kind carved into it. Make a Lore (-2) check to decipher the coded message. If you pass, gain 1 Spell.",
"skill_check":"Lore -2",
"expansion":"Miskatonic Horror"},
{"encounter":"You slide down a muddy hill and strike your head against a rock. Half-conscious, your mind fills with images of horrific gods. When you awake, a bizarre chant still echoes in your thoughts. Gain 1 Spell and lose 1 Stamina.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You stumble across an ancient stone table. It has several deep groves carved into its surface and stained dark brown. If you spend 1 monster trophy with a moon dimensional symbol, the ancient beings here are pleased. Any one investigator you choose (even yourself) is Blessed.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You wander for several hours, then emerge in a clearing some time after dark. Looking up at the vast, starry sky, you are struck by just how insignificant mankind is within this cold, uncaring universe. Lose 1 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Your feet sink into the soft mud. To your horror, you realize you are continuing to sink. Make a Fight (-1) [2] check to free yourself. If you pass, you are Blessed and feel as if you have a new love of life. If you fail, lose 1 Stamina and you are delayed waiting to be rescued.",
"skill_check":"Fight -1 [2]",
"expansion":"Miskatonic Horror"},
{"encounter":"Your leg is suddenly caught in a bear trap. Lose 1 Stamina. If you are still conscious, make a Fight (-1) check to free yourself. If you fail, you are delayed, waiting for someone to help you.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"}
]