[
{"encounter":"\"All the answers to life's mysteries can be found at the center of the Maze of Mirrors! Enter if you dare, my friend. Only $1!\" You may pay $1 to make a Lore (-1) check. If you pass, you find a strange inscription at the center of the maze. Draw 1 Spell. If you fail, you wander aimlessly. Stay here next turn.",
"skill_check":"Lore -1",
"expansion":"Dunwich Horror"},
{"encounter":"\"Care to ride on the carousel? It's like no other in the world!\" You may pay $1 for a ride. If you do, make a Luck (-1) check. If you pass, visions of the happiest moments of your life float serenely past you. Restore your Sanity to its maximum. If you fail, you witness your death. — a tragic and messy affair. Lose 1 Sanity.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"\"Care to ride on the ferris wheel? You can see the entire state from the top!\" You may pay $1 to make a Will (-1) check. If you pass, you learn a lot about the layout of Arkham by looking down on it. Search the Common Item deck for a Map of Arkham card and take it, if there is one. If you fail, nothing happens.",
"skill_check":"Will -1",
"expansion":"Dunwich Horror"},
{"encounter":"\"Care to try your luck? You could win a prize. Just knock down the bottles. It's so easy, even a child could do it!\" You may pay $1 to try one of the fairway games. If you do, pass a Luck (-1) check to draw 1 Unique Item.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"\"Come one, come all! View the wonders of the House of Mystery!\" You may pay $1 to go inside. If you do, gain 3 Clue tokens and roll 3 dice, losing 1 Sanity for each failure you roll.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"Come see the freaks! Gaze in wonder upon Samson, the strongest man in the world! Look in terror upon Abraham, the fish-man! View the delights of Dulcinea and Aphrodite, the Siamese seductresses of the great kings of Spain! Hurry! Hurry! Step right up!\" Pay $1 to see the freak show. If you do, gain 2 Clue tokens, but stay here next turn.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"Enjoying yourself?\" Turning to look, you see a portly man in a Ringmaster's outfit. \"My name is Darke. I own this carnival, and I have a proposition for you...\" Darke thinks you're perfect for one of his acts. Take a Retainer card.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"Interested in earning a little extra cash?\" Mr. Darke asks if you'd be willing to put up posters for his Carnival in other towns. If you agree, gain a Retainer card and move immediately to the Train Station or any depot location aside from Bishop's Brook Bridge. (Do not have an encounter in the new location.)",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"\"Oddities of nature and unspeakably bizarre creatures await inside! Not for the faint of heart!\" Among the stuffed two-headed calves and exotic birds in the tent of scientific curios, you find the carcass of something truly unnerving. Make a Sneak (-2) check to steal the thing. If you pass, claim 1 monster trophy at random from the cup, ignoring the Endless ability. If you fail, move to the street.",
"skill_check":"Sneak -2",
"expansion":"Miskatonic Horror"},
{"encounter":"\"Popcorn! Candy apples! Soda pop! Step right up!\" You may pay $1 for some refreshments. If you do, gain 1 Sanity and 1 Stamina. If you do not pay $1, nothing happens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"Sample this incredible miracle tonic, you'll be completely revitalized!\" You may pay $1 to try a sample. If you do, make a Luck (-1) check and consult the table below:Successes0) Lose 1 Stamina1) Gain 1 Stamina2+) Gain 1 Stamina and you are Blessed",
"skill_check":"Luck -1",
"expansion":"Miskatonic Horror"},
{"encounter":"\"Three rings for just $1. Toss a ring on to a peg and win a prize!\" You may pay $1 to roll 3 dice. If you roll at least 1 success, you win a large stuffed toy and gain 1 Sanity.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"\"You know anything about machines?\" A carny, covered in grease and sweat, is working on the carousel engine. Make a lore (-1) check. If you pass, gain $2. If you fail, the frustrated carny kicks you out. Move to the streets",
"skill_check":"Lore -1",
"expansion":"Miskatonic Horror"},
{"encounter":"\"You there! Care to test your strength?\" You may pay $1 to take a swing. If you do, make a Fight (-2) check. If you pass, gain $4. If you fail, nothing happens.",
"skill_check":"Fight -2",
"expansion":"Dunwich Horror"},
{"encounter":"A clockwork fortune-telling machine catches your eye. The wood and bronze gypsy seems to leer at you mockingly. Pay $1 to have your fortune told? If so, roll a die. On a 6, a white card falls into the slot. \"Blessings be upon you.\" You are Blessed. On a 1, a black card falls into the slot. \"A curse dogs your steps.\" You are Cursed. On a 2 through 5, the machine seems to be broken. Nothing happens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A group of young local men standing by the shooting gallery challenge you to a contest to see who's the best shot. If you accept the challenge, pay $2 and then make a Fight (+0) check. For each success, gain $1.",
"skill_check":"Fight +0",
"expansion":"Miskatonic Horror"},
{"encounter":"A hypnotist selects you to be the volunteer for his show. He quickly puts you into a trance. When you awake, the audience is laughing uproarously, but you don't care. Your mind feels much more calm. Gain 1 Sanity.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A man dressed as a ringmaster approaches you and introduces himself as Darke. \"Would you like to see some magic?\" He shows you a few card and coin tricks and then offers to teach you a better trick. Make a Lore (-1) check. If you pass, gain 1 Spell.",
"skill_check":"Lore -1",
"expansion":"Miskatonic Horror"},
{"encounter":"A small child has gotten separated from his mother. If you wish to help, you are delayed as you search for the woman. If you do so, her heartfelt relief and gratitude makes you feel better about the world and you regain 2 Sanity.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A small crowd is gathered around a patchwork tent. Inside, a brightly dressed clown encourages the suckers to try their luck. You step forward to get a better look at the weird scars beneath his face paint, and suddenly you find yourself with a coin in your hand, trying to land it on one of the arcane symbols painted on a low table within the tent. Make a Luck (-2) check. If you fail, lose 1 Sanity as the coin lands on the yellow sign. If you pass, gain 1 Sanity as it lands on an elder sign.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"A stage magician is being heckled by someone who doesn't believe in magic. If you have at least 1 Spell, you may make a Lore (-1) check to prove him worng. If you pass the check, the stage magician gratefully offers you a strange curio after his show. Gain 1 Unique Item.",
"skill_check":"Lore -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Darke calls you over to a game in which small mechanical horses race against each other. \"You seem down on your luck. Try this. I think your fortune's about to change.\" You may choose to sit and play the game until you win, if you wish. If you do, pay $6, but after your horse wins you are Blessed.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Darke is interested to hear of your stories and particularly of the artifacts you have collected. If the Darke's Blessing card is facedown, you may spend 2 gate trophies or 10 toughness in monster trophies to turn the Darke's Blessing card faceup. If the card is already faceup or you do not spend the necessary trophies, nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Deputy Dingby has been called out to investigate allegations that the games at the carnival are rigged. Make a Sneak (-2) check to convince him that they are all legitimate. If you pass, the carnies gratefully pass you $3.",
"skill_check":"Sneak -2",
"expansion":"Miskatonic Horror"},
{"encounter":"From down the fairway, you hear a shout, \"Hey Rube!\" Glancing up, you see a man running towards you in a panic, with several carnies chasing him. Thinking quickly, you stick out your foot and trip him. The carnies are on him in an instant. The leader thanks you and gives you a reward. Gain $2. However, you make the mistake of looking into the man's face as they take him away, and the absolute look of terror there unnerves you. Lose 1 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"If you are currently Blessed and the Darke's Blessing card is facedown, then a meaty hand grabs your shoulder. \"Good evening. My name is Darke. You and I could be of great use to each other.\" You may discard your Blessing card to turn the Darke's Blessing card faceup. \"Excellent, excellent. I knew that you were the person I was looking for.\" If you are not Blessed, if the Darke's Blessing card if faceup, or if you do not want to discard your Blessing card, nothing happens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The carnival is frequently plagued by pickpockets. You must discard all of your money to a maximum of $3.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The carnival is gone, with no hint that it has ever been here. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The delighted squeal of children's laughter helps to take your mind off all of the darkness that has occupied it for so long. Gain 1 Sanity.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The lights and sounds are affecting your senses. Everywhere you look, the carnival workers and patrons alike seem to be wearing grotesque clown makeup and laughing madly at you. Lose 1 Sanity",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The snake charmer's mesmerizing dance leaves you in a trance. Stay here next turn.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The threat of bad weather has kept most people at home. With the crowds so small, you're offered a discount on tickets and never need to wait in line. Spend $3 for an entire day at the carnival.  If you do, gain 2 Sanity.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You accidentally bump into one of the performers in the freak show and knock him to the ground. Make a Luck (-1) check. If you pass, your apology is accepted and no harm is done. If not, he takes it as a personal attack and warns you that you'll never have a moment's peace again. Take the Harried card, if it is available. If it isn't, lose 1 Sanity instead.",
"skill_check":"Luck -1",
"expansion":"Miskatonic Horror"},
{"encounter":"You see an apparently confused old man, asking strangers if they've seen his mommy and daddy. To help him, you find the proprietor. Mr. Darke tells you that he'll take care of it and then asks the elderly man if he's learned his lesson about little boys sneaking where they're not suppose to be. Lose 1 Sanity and gain 1 Clue token.",
"skill_check":"",
"expansion":"Miskatonic Horror"}
]