[
{"encounter":"A horse-drawn cart filled with supplies has pulled up outside the General store. If you agree to help Joe Osborn unload the cart, stay here next turn and gain $3.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A man introduces himself as Tucker Jones and asks after your health. If you currently have 2 or less Stamina, he offers to help. Gain 2 Stamina. Otherwise, he talks to you about local history and you gain 1 Clue token.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"An ancient woman makes her way slowly down the street, surrounded by chattering younger women who refer to her as Mother Bishop. Make a Lore (-1) check. If you pass, she sees you, then smiles and walks up to you before touching your forehead. Abruptly, you learn something new. Draw 1 Spell. If you fail the check, she walks past without stopping.",
"skill_check":"Lore -1",
"expansion":"Dunwich Horror"},
{"encounter":"An angry, deformed man begins to scream and chase you. Preferring not to make a public scene, you move to the street.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"As you walk through the Dunwich cemetary, you notice a coffin has been unearthed. There is a small crystal window in it that allows you to see the corpse inside. Peering in, your sleeve snags the catch on the coffin and unlatches it. The coffin bursts open and a pungent alcoholic smell makes you stagger as the corpse screams and tries to crawl out of the coffin. After a moment of flailing, it falls over dead, but the shock causes you to lose 1 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"At night, no one wanders outside of their homes and you can hear strange, unnatural animal sounds echo across the village. Make a Will (+0) check. If you fail, lose 1 Sanity.",
"skill_check":"Will +0",
"expansion":"Miskatonic Horror"},
{"encounter":"Climbing up a steep hill, you find yourself near an old decrepit building surrounded by tombstones. A fading sign says that this is the old town meeting hall. Deciding to poke around a bit inside, you come across some very interesting papers. Gain 2 Clue tokens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"In the middle of the night, someone painted a Yellow Sign on the side of Joe Osborn's General Store. Joe will pay you if you can clean it off. Make a Fight (-1) check. If you pass, gain $2.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Inside the General Store, Joe Osborn takes an interest in the objects you've collected. If you currently have a Tome, he tells you there's a man in town who would be interested in it. Gain 3 Clue tokens as he tells you all about Wilbur Whateley. If you do not have a Tome, gain 1 Clue token from the conversation.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Joe Osborn calls you over to ask a favor. \"These gentlemen are from Miskatonic University. They're looking for a tour of the area, and they won't take no for an answer.\" At least they're willing to pay. Gain $3 and take the Local Guide card if it is available. If it is not available, you do not gain the money.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Joe Osborn greets you as you enter his General Store, but lets you look about the shop in peace. you notice a stack of mail meant to be delivered to Dunwich's inhabitents. You may make a Sneak (-1) check to look through some of the letters. If you pass, gain 1 Clue token. If you fail, Joe doesn't take kindly to snooping and you must move to the streets.",
"skill_check":"Sneak -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Joe Osborn is hoping to find someone who can explain to him the strange events taking place on Sentinel Hill. If you have 3 or more Clue tokens, Joe buys you a meal. restore your Stamina to full. If you have 2 or fewer Clue tokens, nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Joe Osborn offers to sell you a slightly used ledger. The first few pages are filled with accounting information. The last dozen pages are filled with strange notes regarding experiments into the world of magic. You may pay $4 to gain 1 Spell.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Joe Osborn sees that one of your possessions is in dire need of repair. He says he has a brand new replacement if you'd like. Choose one of your Common or Unique Items. You must either discard that item or spend an amount of money equal to its list price. If you do not have any Common or Unique Items, nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Joe Osborn shows a letter to you. \"This was suppose to go with today's mail.It's awful important. Can you take this to Innsmouth?\" If you agree to help, move immediately to Joe Sargent's Bus Service and gain $3.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Joe Osborn tells you he's been having a hard time getting in supplies lately. He'd be willing to pay well if you've got anything extra. You may discard one Common or Unique Item with a list price of $2 or more and gain an amount of money equal to $1 above the list price.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Make a Luck (-1) check. If you pass, two little girls walk up to you, holding hands. They stare at you for a moment, then speak in unison. \"It's all riding on you. Be careful.\" A frightened woman comes up and pulls them away. \"Martha! Shirley! I told you not to go wandering off like that!\" You are Blessed. If you fail the check, nothing happens.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"Marie Bishop, the local schoolmarm, approaches you as you rest on a bench. Chatting with her, you are surprised at the depth of her occult knowledge and her willingness to share it. Gain 1 Clue token.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"One of your Arkham acquaintances walks out of Osborn's General Store in front of you. \"Hello there! Fancy meeting you here. Need a ride?\" If you accept, move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Several people have complained of farm animals disappearing in the night. They're suspicious and angry, and they don't seem like they're going to let you go. You are delayed. However, if you are a member of the \"One of the Thousand\" Cult, you use this time to steal some farm animals and perform informative rites, gaining 2 Clue tokens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Squire Whateley has been robbed and you're under suspicion. Make a Loe (-1) check to establish your innocence. If you fail, you are arrested.",
"skill_check":"Lore -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Stopping to rub your aching feet, you find a silver dollar stuck to the bottom of your shoes! Gain $1",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The residents of Dunwich have gathered in a large barn for a dance. They insist you join them. Make a Speed (-2) check to keep up with the fiddle playing. Gain 1 Sanity for each success",
"skill_check":"Spee -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Walking across the Commons, you pick your way through brambles, shrubs, and other underbrush until you come across a large, charred stump. Sitting down on it for a moment, you are paralyzed as a vision of an angry lynch mob and a defiant victim overwhelms your senses. When you recover, you find that hours have passed. Lose 1 Sanity and stay here next turn.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Walking through the town, you are unnerved by the number of hostile stares you receive. However, one young man comes up to you and whispers something in your ear before running off. Gain 1 Clue token.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"When you sit down at the checkers board, a clearly disturbed stranger sits down opposite you. As you play, he begins telling you about the play he saw, \"The King in Yellow.\" Make a Will (+0) check to maintain your sanity. If you fail, gain a Madness card.",
"skill_check":"Will +0",
"expansion":"Miskatonic Horror"},
{"encounter":"You catch Joe Osborn just as he's locking up his store for the night. Letting out a sigh, he leans against the door for a moment before noticing you. \"Oh, whoops. Heh, sorry about that. I've had a long day. Say, I feel like getting out of Dunwich for a bit. You know anyplace good around here?\" You mention Hibb's Roadhouse to him and he smiles. \"That sounds perfect. Why don't you come along and give me directions, and I'll buy the first round?\" If you accept, gain 1 Sanity and move to Hibb's Roadhouse, then have an encounter there.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You encounter a gentlemanly old man strolling down the street with a limp. He introduces himself as Squire Sawyer Whateley and gives you $2. \"I don't mean to offend, but you look like you could use it.\"",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You loiter around Osborn's General Store for a while, but the locals concentrate on their game of checkers, giving you the silent treatment. No encounter.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You loiter around Osborn's General Store for a while, but the locals concentrate on their game of checkers, giving you the silent treatment. No encounter.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You loiter around Osborn's General Store for a while, but the locals concentrate on their game of checkers, giving you the silent treatment. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You loiter around Osborn's General Store for a while, but the locals concentrate on their game of checkers, giving you the silent treatment. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You loiter around Osborn's General Store for a while, but the locals concentrate on their game of checkers, giving you the silent treatment. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You loiter around Osborn's General Store for a while, but the locals concentrate on their game of checkers, giving you the silent treatment. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"}
]