[
{"encounter":"\"Fancy two such nice folks comin' for a visit the same day. Allow me to make some introductions.\" Gain 1 Ally.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"\"Here, take a load off and I'll teach you a neat trick.\" Harney shows you a magical incantation. Draw 1 Spell.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"Hmmm, I may have something that'll help you out.\" If you pass a Luck (-1) check, draw 1 Unique Item.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"\"I bought these back during the war. Maybe they'll come in handy for you.\" Harney pulls a stack of Liberty Bonds from a tin container and passes a few to you. Gain $3.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"\"I reckon you've got some natural ability you don't even know about. You could be the best if you put a little work into it.\" Harney's words encourage you to expand your knowledge. Gain 1 Skill.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"\"There's a train headin' to Kingsport that goes right by here.\" You may immediately move to Central Hill if you like and have an encounter there.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Finding an old object in the woods near Harney Jones' shack, you try to return it to him, but he just tells you to keep it. Draw 1 Common Item.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Following some smoke behind the shack, you find Harney Jones working an old still. \"Here, have a sample on the house.\" Search the Common Item deck for a Whiskey card and take it, assuming any are left.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Harney hands you a jar of ointment. \"Here, rub this on those cuts and bruises you got there. It'll fix you right up.\" Gain 2 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Harney hands you a knife and a piece of wood. \"Sit a spell and whittle away with me. It's good for the soul.\" Gain 2 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Harney listens to your entire story with a concerned expression. \"Well, a person can't here a story like that and just stand by and do nothing. I'll head in to town tomorrow and do what I can.\" You may remove 1 Dunwich Horror token from the board.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Harney looks like he just got back from a trip. He claims to have \"Been fishin'!\" You may choose 1 monster token in any aquatic location and return it to the monster cup. If there are no monsters in an aquatic location, you may spend 1 Clue token to place a Clue token on any space on the Feds Raid Innsmouth track.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Harney looks you over. \"How would you like to do a bit of trading?\" You may discard 1 Unique Item, Common Item, or Spell, then draw the top 3 cards of that deck and keep one card of your choice, discarding the other two.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Harney offers you a bowl of thick and delicious mountain stew. Gain 1 Sanity and 1 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Harney reckons you've been fighting the darkness so long, you've started to take on some of it yourself. He talks with you at length about the simple, decent things that you're fighting so hard to protect. You may choose 1 Corruption card to discard. If you have no Corruption cards, you are Blessed instead.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Harney reminisces with you for hours. His calm tone and fanciful tales soon put you into a deep trance. When you regain your senses you find your mind has grown more receptive. Take the Psychic card if it is available.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Harney tells you old stories about his friends who worked for the railroad. \"Just mention my name and they'll let you ride in the freight car for free.\" Gain 1 Rail Pass.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Harney tells you that the critters have tried to break into our world before. He shows you a strange object of wood and stone, tied together by iron bands. Draw a gate marker from the stack of gate markers and keep it as a trophy, even if it is an Endless gate.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Harney tells you that you need some rest. You may choose to stay here next turn to discard either an Injury or a Madness card. If you do not have an Injury or a Madness card, you may instead choose to stay here next turn and restore either your Sanity or  or your Stamina to full.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Harney's set a few snares to catch rabbits for stew. He's also hidden a few larger traps across the countryside, in the hopes of catching larger quaarry. You may choose 2 monsters in the Outskirts and return them to the monster cup. If there are no monsters in the Outskirts, gain 1 Clue token instead.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Harney's shed is overflowing with odds and ends. \"Take some of this junk off my hands,\" he says. Search the Common Item deck for any one non-Weapon card and take it.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"It seems you are not the only one trying to get answers from Harney. You may take the Private Investigator card if it is available.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Old Harney Jones sits on his porch whittling a piece of wood. You sit and chat with him a while, gaining some valuable insights into Dunwich. Gain 1 Clue token.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"People have been complaining that Harney has snapped and has been shooting his gun off into the air. Harney tells you that his mind is as sound as ever, but that he has been firing his rifle. Choose 2 monsters in the Sky and return them to the monster cup. If there are no monsters in the Sky, gain 1 [[Clue token instead.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You come across old Harney Jones resting in the rocking chair on his porch. He is sitting very still, and when you shake his shoulder, he seems to have passed away. After a moment of silence to show your respect, you close up the shack and go to notify his next of kin down the road. In thanks, they give you a gift to remember him by. Draw 1 Common Item. Harney Jones' Shack is closed for the rest of the game.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You feel lucky to have bumped into Harney Jones and discovered his gentle humor and generous nature. You feel much better about the world you're trying to save. You are Blessed.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You knock on the door of the shack, but it appears that Harney is out. No encounter.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You knock on the door of the shack, but it appears that Harney is out. No encounter.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You knock on the door of the shack, but it appears that Harney is out. No encounter.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You knock on the door of the shack, but it appears that Harney is out. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You knock on the door of the shack, but it appears that Harney is out. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You knock on the door of the shack, but it appears that Harney is out. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You knock on the door of the shack, but it appears that Harney is out. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You knock on the door of the shack, but it appears that Harney is out. No encounter.",
"skill_check":"",
"expansion":"Miskatonic Horror"}
]