[
{"encounter":"\"Jazz\" Mulligan, the college's head janitor, is here, mopping something up. \"You shouldn't look in that room, now. It's not a sight for decent folks, and the police are already on the case.\" Despite his warning, you take a peek and lose 1 Sanity as you see the red mess he's cleaning up.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"You there. Friend. You are from this town, yes?\" A poor foreign student wants to enroll at the university and asks if he can use your name because tuition is cheaper for local residents. If you agree, gain $10, but place a Patrol marker on the street area of Miskatonic U. The neighbors find it suspicious to have two people with the same name.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"\"You there. Friend. You are from this town, yes?\" A poor foreign student wants to enroll at the university, and asks if he can use your name because tuition is cheaper for local residents. If you agree, gain $10, but you are Barred from Miskatonic U.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A familiar name appears as you pore over the student files. Make a Lore (-2) check and gain 1 Clue token for each success.",
"skill_check":"Lore -2",
"expansion":"The Black Goat of the Woods"},
{"encounter":"A Miskatonic entomologist has heard rumors of an exotic species of beetle, previously only found along the Nile, that has been spotted in the campus hedgerows. Make a  Luck (-1) [2] check to find it for her. If you pass, she gives you a $5 stipend for your work.",
"skill_check":"Luck -1 [2]",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A professor of the occult pays you to post signs throughout the campus that he claims will ward off danger. However, the signs carry their own danger Gain $4, but pass a Will (-2) check or lose 2 Sanity.",
"skill_check":"Will -2",
"expansion":"The King in Yellow"},
{"encounter":"A professor takes an interest in your presence and beckons for you to follow him. In a back room, he explains that he can provide you with knowledge that may be of use to you, although his experimental teaching method may cause other things to be unlearned. You may discard a Skill to draw a new Skill and take 2 Clue tokens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"A student is angrily complaining about his research being called \"too radical\". He needs funds badly and would be willing to sell you his work. You may pay $5 to draw 1 Spell.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A student mistakes you for the bursar. If you want to carry on the deception, make a Will (-2) check. If you pass, gain $8 in ill-gotten tuition money. If you fail, you're arrested and taken to the Police Station.",
"skill_check":"Will -2",
"expansion":""},
{"encounter":"As students start leaving town in fear of their safety, the University begins to offer discounts on tuition and services. You may pay $5 to draw 2 Skills, keeping one and discarding the other.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"Discuss the opportunity to sell a monograph with the President of the University. Pass a Lore (-1) check to make the sale and gain $5.",
"skill_check":"Lore -1",
"expansion":""},
{"encounter":"Discuss the opportunity to sell a monograph with the President of the University. Pass a Lore (-1) check to make the sale and gain $5.",
"skill_check":"Lore -1",
"expansion":""},
{"encounter":"Discuss the opportunity to sell a monograph with the President of the University. Pass a Lore (-1) check to make the sale and gain $5.",
"skill_check":"Lore -1",
"expansion":"Innsmouth Horror"},
{"encounter":"Fear has swept through the campus and a mob has gathered at the steps of the Administration Building. Make a Will (-1) check to convince the students that everything is under control. If you succeed, gain $5 from a grateful University president. If you fail, increase the terror level by 1.",
"skill_check":"Will -1",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Luck (+0) check. If you pass, your request for a stipend came through and you gain $2. If you fail, the processing fees come due, and you lose $1.",
"skill_check":"Luck +0",
"expansion":"The King in Yellow"},
{"encounter":"One of the campus police overhears you talking about the occult and gently escorts you off campus, leaving you in Independence Square. Immediately move to Independence Square and have an encounter there.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"One of the students volunteering at the Office of the President slips you a note concerning a strange occurrence at the Library. Move to the Library and draw 2 cards, choosing one of them to encounter, and discarding the other.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Pass a Will (-1) check to get the Dean to offer you a retainer to write a manuscript for the college. Gain a Retainer card.",
"skill_check":"Will -1",
"expansion":""},
{"encounter":"Pass a Will (-1) check to get the Dean to offer you a retainer to write a manuscript for the college. Gain a Retainer card.",
"skill_check":"Will -1",
"expansion":"Dunwich Horror"},
{"encounter":"Pass a Will (-1) check to get the Dean to offer you a retainer to write a manuscript for the college. Gain a Retainer card.",
"skill_check":"Will -1",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Sitting on one of a table, you find a silver whistle and a small scrap of paper with some unusual writing on it. If you pass a Lore (-1) check, then you may search the Spell deck for a Summon Shantak card and take it. If you fail, you leave the whistle there, not realizing its value.",
"skill_check":"Lore -1",
"expansion":"Dunwich Horror"},
{"encounter":"Talking with one of the professors, he seems very interested in your intellectual potential and offers to sponsor you for a partial scholarship. You may pay $4 to draw 2 Skills, keeping one of them and discarding the other.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The Dean introduces you to an anthropology professor who gives you some insight into your investigation. Gain 1 Clue token.",
"skill_check":"",
"expansion":""},
{"encounter":"The Dean would like you to escort the visiting Dr. Ali Kafour around Arkham and show him the sights. If you agree, you gain $3 as spending money, but must take the Local Guide card.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The University is hosting their annual fundraising gala. It costs $3 to attend. If you do, make a Luck (+0) check and consult the chart below.Successes:0) A pleasant, but uneventful evening.1) The Head of the Anthropology Dept. is feeling chatty. Gain 1 Clue token as he elaborates on his recent work.2+) You've won the door prize! Draw a Common Item.",
"skill_check":"Luck +0",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You are asked to speak to the students regarding Lost Carcosa. Pass a Lore (-1) check to gain $1 for each success you roll.",
"skill_check":"Lore -1",
"expansion":"The King in Yellow"},
{"encounter":"You catch sight of one of the professors chanting quietly over talismans she had hidden in her desk. Make a Sneak (-1) check or she Curses you!",
"skill_check":"Sneak -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You discuss the opportunity to sell a monograph with the President of the University. Pass a Lore (-1) check to make the sale and gain $5.",
"skill_check":"Lore -1",
"expansion":"Dunwich Horror"},
{"encounter":"You encounter a student trying unsuccessfully to get a refund on tuition he overpaid. He's having a hard time getting anyone to listen to him. Make a Will (-2) check to help him out. If you pass, he gets his refund and gratefull gives you $2.",
"skill_check":"Will -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You find it difficult to navigate the University's bureaucracy. You are delayed.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You find yourself engrossed in a conversation with the Dean. He has to get to a fundraising event, but he offers you a ride on his way. Move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"You go into the University President's office for a chat. Upon entering, you learn that another investigator has recently been here interrogating the President about the same activities that brought you here. Pass a Will (-2) check to choose another investigator; each of you gains a Clue token.",
"skill_check":"Will -2",
"expansion":"Kingsport Horror"},
{"encounter":"You may choose to help an anthropology professor and his students decipher an ancient stone tablet. If so, make a Lore (-2) check. If you pass, you correctly interpret it, draw 1 Spell. If you fail, you mispronounce a word and are Cursed.",
"skill_check":"Lore -2",
"expansion":""},
{"encounter":"You meet a research assistant who is quite taken with you. Roll a die. You gain that many free movement points, to be used immediately on any Tome or other item that requires an expenditure of movement points to use.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You overhear a history student complaining to his friend about a lack of materials for his Civil War thesis. If you attempt to enlighten him, he pays $1 for each Clue token you are willing to discard. Also, if you have the Cavalry Saber, Ancient Tome, or Old Journal Common Items, he will pay you double the listed cost for them.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You own copies of some of the books being used this semester. Make a Luck (+1) check to find students willing to purchase your used copies of the texts. If you pass, gain $2.",
"skill_check":"Luck +1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You run into the Dean and try to convince him to let you write a manuscript for the college. Pass a Will (-1) check to take a Retainer card.",
"skill_check":"Will -1",
"expansion":"Kingsport Horror"},
{"encounter":"You sneak into the back of a lecture on New England Coastal Folklore and Its Similarities to That of the South Seas Islanders. Gain 2 Clue tokens, then pass a Will (-1) check or lose 2 Sanity.",
"skill_check":"Will -1",
"expansion":"Innsmouth Horror"},
{"encounter":"Your discussions on the Mythos lead campus security to conclude that you are off your rocker, and they escort you off campus. Move to Arkham Asylum and immediately have an encounter there.",
"skill_check":"",
"expansion":""},
{"encounter":"You're not sure how, but you find yourself interviewing for a guest lecturer position. Pass a Will (-2) check to gain a Retainer.",
"skill_check":"Will -2",
"expansion":"Innsmouth Horror"}
]