[
{"encounter":"\"Testifying\" Cooter Falwell latches onto you and rambles on about his spiritual beliefs. Make a Lore (-1) check. If you pass, then somewhere in Cooter's words you find a clue to the Mythos threat. Gain 1 Clue token, but lose 1 Sanity. If you fail, move to the street while you listen to Cooter ramble on about pure nonsense.",
"skill_check":"Lore -1",
"expansion":""},
{"encounter":"\"Testifying\" Cooter Falwell talks about a group he's heard about up in Dunwich called the Believers. He wants you to stay away from them, claiming that they dance naked around the standing stones on the hills there and traffick with demons. Although most of what he says is nonsense, you manage to find a few useful kernels of truth. Gain 1 Clue token.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"The thief went this way!\" someone shouts, coming from the direction of the museum exhibit. Make a Speed (-1) check. If you pass, you follow the thief into the graveyard and watch where he hides the stolen item. Draw 1 Unique Item or Exhibit Item.",
"skill_check":"Speed -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A gate and a monster appear!",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A gate and a monster appear!",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"A monster appears!",
"skill_check":"",
"expansion":""},
{"encounter":"A monster appears!",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A priest kneels at the gravestone of one Walter Gilman. Hearing you approach, he rises up out of his prayer and brushes off his knees. \"A shame, a perfect shame.\" If you are Cursed or either your Stamina or Sanity is 2 or lower, he introduces himself as Father Iwanicki, and says \"And yet, perhaps the good Lord led you here so I could save you, whereas I could not save him.\" Take his Ally card or, if it is not available, you may search the Unique Item deck for the Holy Water card and take it.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"An artist has set up his canvas and is preparing to paint. The focus of his piece appears to be an open grave. He remarks that he dislikes its emptiness and asks if you can provide anything to fill the scene. If you spend five toughness worth of monster trophies, he introduces himself as Richard Upton Pickman. Take his Ally card or draw a Spell if it's not available.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"An old-fashioned horse-drawn hearse creaks past on the road, and you just know that something wicked is coming. All Undead monsters in Arkham, the Outskirts, and the Sky move to this location. You must immediately evade or fight them.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"Carefully stepping inside a mausoleum, you are horrified to hear the door slam shut behind you, locking you in with the corpses and coffins. All night you remain trapped, jumping at every soft scratching sound and low moan of the wind. Stay here next turn. In addition, you must pass a Will (-1) check or search the Madness deck for a Necrophobia card and take it.",
"skill_check":"Will -1",
"expansion":"Dunwich Horror"},
{"encounter":"Descending into a dark mausoleum, you discover a vampire rising to feed. You quickly find yourself fighting for your life. Make a Combat (-2) check. If you pass, you defeat the vampire, gaining 1 Clue token and drawing 1 Unique Item. If you fail, roll a die and lose that much Stamina.",
"skill_check":"Combat -2",
"expansion":""},
{"encounter":"Entering a stone crypt, you are surprised to find a beautiful fresco and some inspirational words upon the wall. There is an almost magical peace within the chamber. Gain 2 Sanity.",
"skill_check":"",
"expansion":""},
{"encounter":"If you have any Ghoul, Vampire, or Zombie monster trophies, you may exchange any of them for Clue tokens equal to their toughness. If you have none of those trophies, the groundskeeper suspects you are a grave robber. Place a Patrol marker on the street area of Rivertown.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"If you have any Ghoul, Vampire, or Zombie monster trophies, you may exchange any of them for Clue tokens equal to their toughness. If you have none of those trophies, the stench of death drives you to distraction, and you cannot bear to be near the graveyard. You are Barred from Rivertown.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"In the dead of night, you see a figure lurking in the graveyard, carrying an ancient artifact. If you investigate, a monster appears, and you suffer a -1 on both Horror checks and Combat checks. If you defeat the monster with your first Combat check, draw 1 Unique Item or Exhibit Item. If you defeat the monster after multiple Combat checks, the artifact falls to the ground, and its pieces hint at a diabolical scheme: Gain 2 Clue tokens.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"Miriam Beecher is kneeling by a grave, apparently talking to someone you can neither see nor hear. Make a Sneak (-2) check to hear her half of the conversation. If you pass, gain 2 Clue tokens.",
"skill_check":"Sneak -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"One of the headstones has a strange riddle inscribed on it. Make a Lore (-2) check to interpret it. If you pass, you press a button hidden among the various symbols adorning the grave to reveal a secret compartment and gain 1 Unique Item. If you fail, nothing happens.",
"skill_check":"Lore -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Pass a Luck (-1) check. If you fail, you overlook an open grave in the gathering darkness and fall in. Lose 1 Sanity and 1 Stamina. If you pass, nothing happens.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"Pass a Luck (-2) check to find a valuable clue within your tombstone rubbings. Gain 2 Clue tokens and you may move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"Luck -2",
"expansion":""},
{"encounter":"Pass a Sneak (-2) check to catch a glimpse of the actors rehearsing for \"The King in Yellow,\" and gain 2 Clue tokens. If you fail, they notice your hiding spot and you are blinded by a flash of yellow light. You are delayed.",
"skill_check":"Sneak -2",
"expansion":"The King in Yellow"},
{"encounter":"Someone was here the night before and left behind smoldering ashes, candles, and a few drops of blood. If you pass a Luck (-2) check, you stumble upon something important and may draw 1 Unique Item.",
"skill_check":"Luck -2",
"expansion":"The Black Goat of the Woods"},
{"encounter":"The tombs of the dead keep silent as you explore the graveyard. However, you find the remains of something...unnatural. Draw one monster trophy at random from the cup.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"There! Behind the mausoleum you see a swirling vortex of energy. If you're lucky, perhaps you can turn this to your favor. You may spend a gate trophy to draw and keep four monster trophies at random from the cup.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"To your horror, you discover a grave bearing today's date and the name of someone you know well. Choose one of your Ally cards to discard. If you don't have any, choose a random card from the Ally deck and return it to the box. If there are no Ally cards available, there is no effect.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Walking through the graveyard, you find a crucifix hanging on a headstone. Thinking that it might come in handy, you pick it up. Make a Luck (-1) check. If you fail, you are Cursed. In either case, you may search the Common Item deck for a Cross card and take it.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"Walking through the graveyard, you see a faint glow ahead. Following it, you discover an ancient tombstone covered in luminescent wormwood. Reading the tombstone by the light of the strange fungus, you discover an important fact. Gain 1 Clue token.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"With a crack, one of the grave markers - a beautiful angel - falls towards you. If you are Cursed, then you are devoured. If not, it slams into the ground next to you and cracks open, revealing something useful. Gain 1 Unique Item.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You fall into an open grave and land upon a corpse that you're certain is not human. Lose 1 Sanity, but gain 1 Clue token.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"You find a half-buried corpse of a strange being. Draw a monster from the cup and take it as a monster trophy, even if it has the Endless ability.",
"skill_check":"",
"expansion":""},
{"encounter":"You find a half-buried corpse of a strange being. Draw a monster from the cup and take it as a monster trophy, even if it has the Endless ability.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You find a half-buried corpse of a strange being. Draw a monster from the cup and take it as a monster trophy, even if it has the Endless ability.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You find a man painting a picture on one of the horrible gargoyles lining the walls of the graveyard. Seeing you, he introduces himself as Richard Upton Pickman, a painter visiting from Boston. If you spend monster trophies that have a total of 5 toughness, Pickman takes a liking to you. Take his Ally card. If it is not available, he teaches you an incantation instead. Draw 1 Spell.",
"skill_check":"",
"expansion":""},
{"encounter":"You find a man painting a picture on one of the horrible gargoyles lining the walls of the graveyard. Seeing you, he introduces himself as Richard Upton Pickman, a painter visiting from Boston. If you spend monster trophies that have a total of 5 toughness, Pickman takes a liking to you. Take his Ally card. If it is not available, he teaches you an incantation instead. Draw 1 Spell.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You find a man painting a picture on one of the horrible gargoyles lining the walls of the graveyard. Seeing you, he introduces himself as Richard Upton Pickman, a painter visiting from Boston. If you spend monster trophies that have a total of 5 toughness, Pickman takes a liking to you. Take his Ally card. If it is not available, he teaches you an incantation instead. Draw 1 Spell.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"You get caught in an unexpected downpour of freezing rain. Make a Speed (+0) check to find shelter or lose 1 Stamina.",
"skill_check":"Speed +0",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You notice that the graveyard is in terrible disrepair and consider donating money for its upkeep. For each $1 you donate, you may roll one die. Count the number of successes and consult the chart below:Successes:0) You are thanked profusely.1-2) You gain a number of Clue tokens equal to your number of successes.3+) You gain 2 Clue tokens and may take the Anointed card.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You see a child dancing among the graves. Following her, you find that she has vanished, but she's led you straight to something interesting. Lose 1 Sanity and make a Luck (-2) check. If you pass, draw 1 Unique Item. If you fail, draw 1 Common Item.",
"skill_check":"Luck -2",
"expansion":"Innsmouth Horror"},
{"encounter":"You see a horrid shape descend from the sky, carrying a body. Pass a Will (-2) check or lose 2 Sanity. If you pass, you watch it descend toward the Black Cave. If you follow it, gain 2 Clue tokens and move to the Black Cave, where you immediately have another encounter.",
"skill_check":"Will -2",
"expansion":"The King in Yellow"},
{"encounter":"You strike up a conversation with a man digging a grave. He's got a wry wit that puts all the doom and gloom you've experienced into perspective. Gain 1 Sanity.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"}
]