[
{"encounter":"\"Care to make a couple extra bucks?\" The proprietor needs some help moving in the new pool table. Make a Fight (-1) check and gain $2 if you pass.",
"skill_check":"Fight -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"\"Friendly game of pool?\" Make a Speed (+0) check and consult the chart below.Successes:0) You lose $3.1-2) You notice that your opponent is cheating! If you confront him, he shoves $3 at you but scowls, telling you you'd better not come back here. You are Barred from Easttown.3) You gain $3.",
"skill_check":"Speed +0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"\"Friendly game of pool?\" Make a Speed (+0) check and consult the chart below.Successes:0) You lose $3.1-2) You notice that your opponent is cheating! If you confront him, place a Patrol marker on the street area of Easttown and gain $3. As he shoves the money at you, he scowls, telling you you'd better not come back here.3) You gain $3.",
"skill_check":"Speed +0",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"\"Hey, psst. You look like someone who could use a little information.\" Looking over at the bartender, you see him holding out his hand. You may pay him up to $6, gaining 1 Clue Token for every $2 you pay him.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"Hey, psst. You look like someone who could use a little information.\" Looking over at the bartender, you see him holding out his hand. You may pay him up to $6, gaining 1 Clue Token for every $2 you pay him.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"\"Nothing interesting's happened here in a week,\" sighs a bored barfly as you step up to the bar. Taking stock of the mostly empty place, you believe it. As you think better and turn to go, the man takes a cue from the owner's dirty look and stands to go with you, asking \"Where are you headed?\" Take Ryan Dean's Ally card. If it's not available, draw two Common Items instead.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"\"So, what's your story, friend?\" A smiling man inquires about your adventures over a glass of gin. You tell him your story. If you spend 3 Clue Tokens, he introduces himself as Ryan Dean and asks to join you. Take his Ally card. If it's not available, he gives you some useful items instead. Draw 2 Common Items.",
"skill_check":"",
"expansion":""},
{"encounter":"\"So, what's your story, friend?\" A smiling man inquires about your adventures over a glass of gin. You tell him your story. If you spend 3 Clue Tokens, he introduces himself as Ryan Dean and asks to join you. Take his Ally card. If it's not available, he gives you some useful items instead. Gain 2 Common Items.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"So, what's your story, friend?\" A smiling man inquires about your adventures over a glass of gin. You tell him your story. If you spend 3 Clue Tokens, he introduces himself as Ryan Dean and asks to join you. Take his Ally card. If it's not available, he gives you some useful items instead. Gain 2 Common Items.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"\"You're in my seat, friend,\" says someone behind you. If you succeed in a Will (-1) check, you stare him down and keep you chair. If you fail, his meaty associates toss you in their trunk and dump you somewhere. Draw a Mythos card and move to the Gate location shown on it, then have an encounter in your new location.",
"skill_check":"Will -1",
"expansion":"Kingsport Horror"},
{"encounter":"A barfly sits down next to you and shares boring and incoherent stories. Make a Will (-1) check to endure these dull tales until he's finished talking. If you pass, he tells you, \"You're a good sort,\" and offers you a gift. Draw 1 Common Item.",
"skill_check":"Will -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A horrible monster appears!",
"skill_check":"",
"expansion":""},
{"encounter":"A horrible Monster appears!",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"A horrible monster appears!",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A man sets down a briefcase, muttering furtively. \"Have you seen the yellow sign?\" Pass a Lore (-3) check to draw the yellow sign in a pool of beer on the counter, at which he nods and leaves the briefcase. Search the Common Item deck and take the first Weapon you find, and gain $10!",
"skill_check":"Lore -3",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A man with an accordian is playing tunes and everybody is singing along. If you choose to stay late into the evening, gain 2 Sanity, but lose 1 Stamina.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A regular needs funds to get out of town, fast. He offers to sell you whatever is in his trunk. Make a Will (+0) check to convince him to show you his best goods. If you pass, draw a number of Common Items equal to the number of successes you rolled, and purchase any that you wish for their list price. Discard the rest.",
"skill_check":"Will +0",
"expansion":"The King in Yellow"},
{"encounter":"A sly, smiling man challenges you to a game of billiards. Incensed by his insulting manner, you accept. You bet either $2 or an item of your choice. Unfortunately, he turns out to be a pool shark and cleans you out. You lose your bet",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A stranger buys you a drink. You may search the Common Item deck for a Whiskey card and take it.",
"skill_check":"",
"expansion":""},
{"encounter":"A stranger buys you a drink. You may search the Common Item deck for a Whiskey card and take it.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A stranger buys you a drink. You may search the Common Item deck for a Whiskey card and take it.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A truck driver at the bar has a flat tire and needs help changing it. If you pass a Fight (-1) check, you help him out and he offers you some of his cargo for free. Search the Common Item deck for your choice of a Lantern, Map of Arkham, or Dark Cloak, and take that card.",
"skill_check":"Fight -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"An old-timer sits down next to you and offers to teach you a trick in exchange for a drink. If you agree, gain 1 Spell for the price of $3.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"As you sip your drink, suddenly a fight breaks out in the bar! Pass a Luck (-1) check to make it to the door before the cops show up. If you fail, you're arrested unless you're the Deputy.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"As you sip your drink, suddenly a fight breaks out in the bar! Pass a Luck (-1) check to make it to the door before the cops show up. If you fail, you're arrested unless you're the Deputy.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"Erica Carlyle is slumming it, and seems intrigued by your tales of mystery. If you have $3 or less, she agrees to join you and help pay your way. Take her Ally card or, if it is not available, gain a Retainer card.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"Joey \"The Rat\" Vigil slips into an empty chair at your table and whispers, \"Pssst! Wanna buy something?\" Look at the top 3 cards of the Common Item deck. You may purchase any or all of them for $1 above the list price. \"Hey, I've got overhead!\" the Rat explains",
"skill_check":"",
"expansion":""},
{"encounter":"Make a Speed (-1) check to complete a transaction. If you pass, you make $2 out of the deal. If you fail, someone catches you doing something you shouldn't, and blackmails you. You either lose $5 or, if you either cannot or will not pay, you are reduced to 1 Stamina.",
"skill_check":"Speed -1",
"expansion":"The King in Yellow"},
{"encounter":"One of the bigger men in the bar challenges you to a game of darts. You must pay $1 to play, since bets are placed up front. Then, make a Luck (-2) check. If you pass, you win with a big bullseye. Gain $3. If you fail, the big guy claps you on the shoulder and says, \"No hard feelings, eh? I'll buy you a drink.\" Gain 1 Sanity. If you cannot pay, nothing happens.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"Pass a Luck (-1) check or a pickpocket cleans you out! Lose all your money.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"Pass a Speed (-2) check to avoid being bumped into and knocked over. If you pass, nothing happens. If you do not, the proprietor tells you that you've had enough for one night and you are moved to the street.",
"skill_check":"Speed -2",
"expansion":"Innsmouth Horror"},
{"encounter":"Prohibition failed to influence the proprietor of Hibb's. You drink heavily while quizzing the locals about the strange goings-on in Arkham. Make a Will (-1) check. If you pass, you hold your liquor and learn something. Gain 2 Clue tokens. If you fail, you pass out. Move to the street and either have 1 item (your choice) or all of your money stolen.",
"skill_check":"Will (-1)",
"expansion":""},
{"encounter":"The man at the bar next to you is deep in his cups. Pass a Luck (+0) check to realize that he's a loan officer from the Bank. He is so drunk that he barely remembers his name. You may gain a Bank Loan from him, or if you have a Bank Loan already, may convince him that you have paid it off, and may discard the Bank Loan card.",
"skill_check":"Luck +0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The only empty seat is next to a strange, diminutive man. He has no ears, and is missing all of the fingers on his left hand. If you pass a Luck (+0) check, he cackles, says \"You did well, though you knew it not,\" and hands you $2.",
"skill_check":"Luck +0",
"expansion":"The King in Yellow"},
{"encounter":"The proprietor asks you to clean out the old shed and offers you your choice of money or whatever you find inside. You may either gain $1 or draw 2 Common Items, keeping one and discarding the other.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"Whoever was sitting here before you used a knife to carve a horribe symbol into the surface of the table. Make a Will (-1) check and lose 1 Sanity if you fail. Then, whether you passed or not, search the Common Item deck for the Knife and take it.",
"skill_check":"Will -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You enter a \"friendly\" card game. Make a Luck (-1) check. If you pass, you win $5. If you fail, you lose $3. If you lose and can't pay, the boys rough you up and throw you outside. Lose 1 Stamina and move to the street.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"You find that tipping well gets the proprietor talking. For every $1 you spend, gain 1 Clue Token, to a maximum of $3.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You look up and everyone's gone - you must have fallen asleep at the bar. Unnerved by the eerie silence of the previously hopping establishment, you grab the bottle in front of you and skedaddle. Search the Common Items deck for a Whiskey card.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You stand inside the door, surveying the crooks, drunks, and miscreants. Would anyone even be able to notice if a greater evil arose among this scum? The only way to ensure Arkham's safety is to act now. If you have an Elder Sign, you may discard it to seal this location.",
"skill_check":"",
"expansion":"Kingsport Horror"}
]