[
{"encounter":"\"After my husband passed away, I thought the Society would be interested in his documents. He was very influential in Arkham.\" Make a Luck (-2) check to see if the curator recognizes their arcane significance. If you pass, gain 1 Spell as the Society passes these papers off to you.",
"skill_check":"Luck -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A guest lecturer provides a lengthy but informative presentation about his explorations of ancient sites. You may make a Lore (-1) [2] check and stay here next turn. If you pass, gain 1 Skill.",
"skill_check":"Lore -1 [2]",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A monster appears and attacks you as you approach the front door!",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A monster appears and attacks you as you approach the front door!",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"A monster appears and attacks you as you approach the front door!",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A golden tiara on display is covered in bizarre and unnatural engravings. Make a Lore (-1) check and gain 1 Clue token for each success.",
"skill_check":"Lore -1",
"expansion":"Innsmouth Horror"},
{"encounter":"A large stone disc is on display which bears ancient pictograms. As you examine it, the room seems to fill with whispering voices. Pass a Will (-1) check to resist being overcome by its power or you are lost in time and space.",
"skill_check":"Will -1",
"expansion":"The Black Goat of the Woods"},
{"encounter":"A past-life believer offers to channel the spirits of the ancients. You may join in and make a Will (+0) check to draw Spells until you draw one with a Sanity cost of 0; keep that Spell and discard the rest. Alternatively, you may watch her technique, and make a  Luck (-1) check. If you pass, you may take the Psychic card.",
"skill_check":"Will +0\n-OR-\n\nLuck -1\n",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A representative of the society is visiting a historic Arkham home to pick up old photos of the neighborhoods and invites you to tag along. If you accept, move to the Unnamable and draw 2 cards, encountering one card of your choice and discarding the other.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"A retired actor, once the favorite of European theater, gestures to you. \"Take this, my young friend,\" he says. \"You'll need it against what's coming.\" He hands  you a collection of news articles regarding the run of \"The King in Yellow\" in Paris. Pass a Lore (-1) check to sense an arcane pattern to them and draw a Spell. If you fail, you must discard 2 Clue tokens, if able.",
"skill_check":"Lore -1",
"expansion":"The King in Yellow"},
{"encounter":"A weary old man holds out a stack of paper and says \"It's a memoir of my travels along the Nile, but I doubt the world will last long enough for it to be published.\" If you wish to read it, remain here next turn and make a Will (+0) check. You may draw cards from the Skill deck equal to your number of successes, and may keep one of them.",
"skill_check":"Will +0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A white-haired professor offers to help you if you can prove the legitimacy of your mission. You may spend a gate trophy to take Professor Armitage's Ally card, or, if it's not available, draw 1 Unique Item.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"An actor from \"The King in Yellow\" leads a theater course. It's amazing what skills an actor needs to master in order to look like the real thing. Pass a Will (-2) check to draw Skill cards equal to the number of successes rolled. Keep one, and discard the rest. If you fail, you learn something you wish you hadn't in the theater exercises, and are Cursed.",
"skill_check":"Will -2",
"expansion":"The King in Yellow"},
{"encounter":"Finding an unusual book, you read a spell from it. You may move any elder sign token on the board to any unsealed, unstable location. If there is a gate there, it is immediately sealed, and any monsters there are returned to the monster cup. If there are no elder sign tokens on he board, take a Clue token.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Make a Lore (-1) check to dig up inspirational travel journals penned by residents of Arkham who traveled to the mysterious and dangerous Nile. If you pass, you may search the Skill deck and take the Bravery card.",
"skill_check":"Lore -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"Make a Luck (-2) check. If you pass, then while paging through the historical records, you come across a piece of information that makes everything come together for you. If you have fewer than 5 Clue tokens, gain enough Clue tokens to bring your total up to 5. If you fail, nothing happens.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"One of the Society members is heading over to the library to do some research and offers you a ride. If you accept, move to the Library and draw 2 cards, encountering one card of your choice and discarding the other.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Pass a Luck (-1) [2] check to gain insight into a skill while studying the old volumes of books. Draw 1 Skill, but stay here next turn.",
"skill_check":"Luck -1 [2]",
"expansion":""},
{"encounter":"Pay  $3 fee to gain access to the private library. If you refuse, move to the street. If you pay, make a Luck (-1) check. If you pass, you learn an ancient spell from a dusty ledger. Draw 1 Spell. If you fail, you doze off and enter The Dreamlands. Have an encounter there, then immediately return here.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"Perusing the county records, you discover something horrifying about your family tree. Lose 1 Sanity.",
"skill_check":"",
"expansion":""},
{"encounter":"The diary of an early immigrant settler in Arkham mentions a band of pagans that resided in the Woods, worshipping a vile Black Goat. If you currently possess a \"One of the Thousand\" Cult Membership, gain 3 Clue tokens and lose 1 Sanity. If not, simply gain 1 Clue token.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"The Historical Society is holding more educational discussion groups than normal, thanks to the buzz of the \"King in Yellow\" performances. Make a (+0) check in your lowest current skill. If you pass, draw 1 Skill.",
"skill_check":"(lowest current skill) +0",
"expansion":"The King in Yellow"},
{"encounter":"The society is discarding what it calls a \"taxidermist's trick.\" Draw a monster from the cup and claim it as a monster trophy, even if it has the Endless ability.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"The Society members are bird watching in the woods. The janitor offers you a ride there. If you accept, move to the Woods and draw 2 cards, encountering one card of your choice and discarding the other.",
"skill_check":"",
"expansion":""},
{"encounter":"The society's latest treasure, an ancient cask from Europe, is not altogether harmless. A monster appears when it is opened, attacking you. If you pass a Combat check against the monster, you find it was entombed with an ancient scroll. Draw 1 Spell.",
"skill_check":"Combat check",
"expansion":"The King in Yellow"},
{"encounter":"Weary of your travels, you lean back in one of the comfortable chairs for a while and rest. Gain 1 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"When you arrive, you discover that the members of the Society are on their monthly outing to Independence Square. The janitor, who's heading there shortly, offers to give you a lift. You may move to Independence Square and draw two cards, encountering one of your choice, and discarding the other.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"While researching, you find a story about a series of disappearances that occurred in the earliest days of Arkham. Coincidentally, you notice a newspaper reporting a similar disappearance just last week. Return 1 Ally at random from the Ally deck to the box. Then gain 3 Clue tokens.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You admire the artifacts donated to the Society over the years. One in particular catches your attention, and as you examine it, your hairs prickle. If there are three or fewer elder sign tokens on the board, draw a Skill. If there are four or more, you are Cursed.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You attempt to get some first-hand accounts of Arkham history from some of the older members of the society. Make a Luck (-1) check. If you pass, you're able to glean several vital facts from their stories. Gain 1 Clue token. Whether you fail or not, stay here next turn.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"You encounter a friendly old professor from Miskatonic University. If you spend 1 gate trophy, he introduces himself as Professor Armitage and offers to join forces with you. Take his Ally card if it is available, otherwise draw 1 Unique Item.",
"skill_check":"",
"expansion":""},
{"encounter":"You encounter a friendly old professor from Miskatonic University. If you spend 1 gate trophy, he introduces himself as Professor Armitage and offers to join forces with you. Take his Ally card if it is available, otherwise draw 1 Unique Item.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You encounter a friendly old professor from Miskatonic University. If you spend 1 gate trophy, he introduces himself as Professor Armitage and offers to join forces with you. Take his Ally card if it is available, otherwise draw 1 Unique Item.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"You encounter a friendly old professor from Miskatonic University. If you spend 1 Gate trophy, he introduces himself as Professor Armitage and offers to join forces with you. Take his Ally card if it is available; otherwise, draw 1 Unique Item.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You find a book with two of its pages stuck together. Pass a Luck (-1) check to pull them apart without damaging them. Between the two pages is a magical incantation. Draw 1 Spell. If you fail the check, you tear the pages and ruin the incantation.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"You find a cipher for interpreting old texts and hieroglyphics! You may immediately use any Tome or other item that requires an expenditure of movement points to use.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You find a painting of your grandparents wearing strange occult pendants. You may search the Skill deck for the Expert Occultist or Lore card and take it, but if you do so you must also take the Tainted card.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You meet Cindy Fleming, a young geology professor at the University. She offers to show you some interesting formations at the Black Cave. If you accept, move to the Black Cave and draw 2 cards, encountering one card of your choice and discarding the other.",
"skill_check":"",
"expansion":""},
{"encounter":"You notice a creepy man watching you as you peruse the books. With a feeling of dread you try to slip out without being followed. Make a Sneak (-1) check. If you pass, you lose the man. If you fail, you are accosted in the street. He is a wizard and he casts a dark spell on you as you flee. Lose 2 Stamina, move to the street, and you are Cursed.",
"skill_check":"Sneak -1",
"expansion":""}
]