[
{"encounter":"A brass band plays some soft music from the veranda. Tapping your feet along with the catchy tunes, you feel better than you have in a while. Gain 2 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A bronze plate near Founder's Rock commemorates the establishing of the city. You notice that a line of odd symbols runs along the border of the marker. Make a Lore (-1) check to interpret their meaning. If you pass, gain 1 Spell.",
"skill_check":"Lore -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A dark shadow fall across Founder's Rock, and then dissolves as the sun passes behind a bank of clouds. A monster appears!",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"A fluttering yellow leaf falls from the old oak in the center of the square, and you glimpse a design on its surface. Make a Speed (-1) check to catch it before it falls among the other leaves. If you pass, you see that the leaf's veins form the shape of the Yellow Sign: Gain 1 Clue token.",
"skill_check":"Speed -1",
"expansion":"The King in Yellow"},
{"encounter":"A gate and a monster appear!",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A gate and a monster appear!",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A gate and a monster appear!",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"A gate and a monster appear!",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A group of boys play baseball on the public diamond, shouting and laughing. You stop to watch for a while, and find yourself both refreshed and heartened. Gain 1 Stamina and 1 Sanity.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"A pair of friendly picnickers share their lunch with you. Gain 1 Stamina.",
"skill_check":"",
"expansion":""},
{"encounter":"A shadow falls across you from no apparent source and you shiver with more than just cold. Pass a Will (-1) check or lose 1 Stamina and 1 Sanity.",
"skill_check":"Will -1",
"expansion":""},
{"encounter":"A sheaf of papers with hieroglyphics translations blows past you on the wind. Make a Speed (-1) check. If you fail, a young lady runs past you after them. If you pass, you catch them and are thanked profusely by Sarah Danforth, an archaeology student from Miskatonic. Take her Ally card. If it is not available, gain 1 Clue token instead as she chats with you about the visiting museum exhibit.",
"skill_check":"Speed -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A storm strikes in the midst of rehearsals, and the actors flee for cover, leaving some of their props behind. Pass a Lore (-2) check to realize that one of the props is real, and draw a Unique Item.",
"skill_check":"Lore -2",
"expansion":"The King in Yellow"},
{"encounter":"A well-dressed gentleman approaches a group of children and begins to lead one away... and something tells you that he's up to no good. If you confront him, he transforms. A monster appears! Treat this monster as if it had the Ambush special ability. If you defeat it, draw 1 Exhibit Item, but place a Patrol marker on the street area of Downtown after being seen assaulting a respected citizen.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"A well-dressed gentleman approaches a group of children and begins to lead one away... and something tells you that he's up to no good. If you confront him, he transforms, and you are surprised by a monster. If you defeat it, draw 1 Exhibit Item, but you are Barred from Downtown for assaulting a respected citizen. If you mind your own business, the child is later found dead.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"An old gypsy man is being attacked by a mysterious robed figure. Make a Fight (-2) check to help fend off the assailant. If you pass, the gypsy insists you accept a token of his gratitude. Gain 1 Unique Item.",
"skill_check":"Fight -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Anna Kaslow gives you a tarot reading. Look at the top card of the mythos deck. If it isn't \"The Story Continues,\" then you may choose to discard it to the bottom of the deck. If it is \"The Story Continues,\" return it to the top of the deck.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"As you brush up against Founder's Rock, a strange lethargy seizes your limbs. Lose 1 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"As you pass by a game of horseshoes, a bad throw sends one straight at you. Pass a Speed (+0) check or lose 1 Stamina.",
"skill_check":"Speed +0",
"expansion":"The Black Goat of the Woods"},
{"encounter":"As you pass through the entry arch on Peabody Avenue, all sound dissolves into a cosmic silence. Make a Luck (-1) check. If you succeed, the mundane noises of Arkham return. If you fail, you are drawn through the gate nearest this location, and you are Cursed.",
"skill_check":"Luck -1",
"expansion":"Kingsport Horror"},
{"encounter":"From a bench in Independence Square you can watch the comings and goings of the town's major figures. Gain 1 Clue token.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"Luckily, it's just another quiet day in the Square. No encounter.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Will (-1) check. If you pass it, Anna Kaslow the fortune teller offers her help in your investigation. Take her Ally card if it is still available. Otherwise, gain 2 Clue tokens. If you fail, nothing happens.",
"skill_check":"Will -1",
"expansion":""},
{"encounter":"Make a Will (-1) check. If you pass it, Anna Kaslow the fortune teller, offers her help in your investigation. Take her Ally card if it is still available. If it is not, gain 2 Clue tokens. If you fail, nothing happens.",
"skill_check":"Will -1",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Will (-1) check. If you succeed, you may take Anna Kaslow's Ally card, or, if it's not available, 2 Clue tokens.",
"skill_check":"Will -1",
"expansion":"Kingsport Horror"},
{"encounter":"Make a Will (-1) check. If you pass it, Anna Kaslow the fortune teller, offers her help in your investigation. Take her Ally card if it is still available. Otherwise, gain 2 Clue tokens. If you fail, nothing happens.",
"skill_check":"Will -1",
"expansion":"Innsmouth Horror"},
{"encounter":"Pass a Fight (-1) check to intimidate a policeman or he rousts you from the park. Move to the street.",
"skill_check":"Fight -1",
"expansion":""},
{"encounter":"Pass a Sneak (-2) check to catch a glimpse of the actors rehearsing for the play, gaining 2 Clue tokens. If you fail, no sooner do they notice you than a monster appears!",
"skill_check":"Sneak -2",
"expansion":"The King in Yellow"},
{"encounter":"The gazebo seems to swell with menace and you dare not approach. Pass a Will (-2) check or move to the street.",
"skill_check":"Will -2",
"expansion":"Innsmouth Horror"},
{"encounter":"The gypsies are singing and dancing. You may join them. Make a Luck (-1) check. If you pass, gain 2 Clue tokens as you realize what they're singing about. If you fail, the gypsy spell is completed and a gate appears!",
"skill_check":"Luck -1",
"expansion":"Innsmouth Horror"},
{"encounter":"The staff of the visiting museum exhibit puts on an educational show in the park, but it is rather confusing. Make a Lore (-1) check. If you pass, you gain Clue tokens equal to your focus (maximum 3). If you fail, you lose Clue tokens equal to your focus (maximum 3).",
"skill_check":"Lore -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"There are gypsies camped in the park. Make a Luck (-1) check if you wish to interact with them. If you pass, an old man has spread several items on a blanket for sale. Draw 1 Unique Item and you may buy it for $1 less than the list price. If you fail, a hag comes up to you and tells you that death shadows you. You scoff at her and she cuts the side of your face with her fingernail, drawing blood. Lose 1 Stamina and you are Cursed.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"There are gypsies camped out in the park. They are master thieves and you are their target. Pass a Luck (-2) check or lose 1 item of your choice.",
"skill_check":"Luck -2",
"expansion":""},
{"encounter":"You find the remains of a small fire. Among the ashes you find a few scraps of paper that didn't completely burn. Make a Luck (+0) check and consult the chart below.Successes:0) You are Cursed.1) Gain 1 Clue token.2+) Gain 1 Spell.",
"skill_check":"Luck +0",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You hoped to get near enough to the gypsy camp to eavesdrop, but a dog bark has alerted them that there is an intruder. Make a Sneak (-1) check to escape! If you fail, you are Cursed.",
"skill_check":"Sneak -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You learn that cultists are bribing the mayor with stolen items from the \"Legacy of the Pharaohs\" exhibit, and often drop them off on his doorstep. If you would like to reappropriate them, make a Sneak (-1) check. If you fail, you are arrested. If you roll 1 success, you get away, but empty-handed. If you roll 2 successes, you get away with the packages: Draw 1 Unique Item or Exhibit Item.",
"skill_check":"Sneak -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You meet Anna Kaslow, a fortune teller who may have some insight into your investigation. Make a Will (-1) check. If you pass, you persuade her to help you. Take her Ally card if it is available. Otherwise, gain 2 Clue tokens. If you fail, nothing happens.",
"skill_check":"Will -1",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You see someone battling a monster and rush to help. A monster appears! If you fight and defeat it, you may roll a number of dice equal to its toughness. If you roll a success, you may draw a random Ally. If you do not roll any successes, you may draw a Unique Item.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"You start digging in a patch of grond where, as long as you can recall, no grass has ever grown. Make a Luck (-2) check. If you pass, gain 2 Clue tokens as you unearth a pocket watch inscribed with the name of a man who went missing decades ago. If you fail, lose 1 Stamina for exhausting yourself fruitlessly.",
"skill_check":"Luck -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You touch Founder's Rock. Make a Luck (-1) check. If you pass, there is an electrifying shock that opens your mind to the elder things of eons past. Lose 1 Stamina, but gain 2 Clue tokens and draw 1 Spell. If you fail, you find a strange carving. As you finger the grooves, a gate opens here and you are drawn through it.",
"skill_check":"Luck -1",
"expansion":""}
]