[
{"encounter":"A book in a shadowy corner of the library begins to whisper terrible things to you. Lose 1 Sanity.",
"skill_check":"",
"expansion":""},
{"encounter":"A particularly ancient and tattered text provides vital information. Make a Lore (-2) check and gain 1 Clue token for each success. Regardless of the result, lose 1 Stamina as the mold infiltrates your lungs.",
"skill_check":"Lore -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A poorly shelved collection of books falls on you. Make a Speed (+1) check or lose 1 Stamina. Regardless of your success or failure, a book lands open on the floor to a strange passage. Draw 1 Spell.",
"skill_check":"Speed +1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A young, shy anthropology student trips as she's walking past you, dropping the artifact she is carrying into your hands. She apologizes profusely, adjusting her glasses and keeping her eyes on the floor. Make a Will (-2) check; if you are a male investigator, it is a Will (+0) check. If you succeed, she is so embarrassed that she dashes off without taking the artifact. You may draw 1 Exhibit Item or Unique Item.",
"skill_check":"Will -2/+0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A young, shy history student bumps into you, dropping the package he is carrying. He apologizes profusely, stuttering as he avoids making eye contact. Make a Will (-2) check; if you are a female investigator, it is a Will (+0) check. If you succeed, he is so flustered that he dashes off without picking up the artifact. You may draw 1 Exhibit Item or Unique Item.",
"skill_check":"Will -2/+0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"Abigail Foreman set aside a book for you, but someone seems to have moved it. You are delayed while she searches for it. Search the Unique Item deck and take the first Tome you find.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Although it is not yet time to close, security seems to be kicking everyone out of the Library. Pass a Sneak (-1) check or move to the street.",
"skill_check":"Sneak -1",
"expansion":"Kingsport Horror"},
{"encounter":"Engrossed in your reading, you suddenly notice the Library is locking up for the evening. Make a Speed (+0) check. If you succeed, move to the street. If not, you are delayed.",
"skill_check":"Speed +0",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Glancing over the shoulder of a dark-skinned man to see the book he's reading, you're startled to see that it's written in an ancient language that only a few people, including yourself, can read. Pass a Lore (-2) check to absorb the information before he notices. If you pass, draw 1 Spell. If you fail, he notices you too soon, shuts the book, and takes it with him out of the library.",
"skill_check":"Lore -2",
"expansion":"Dunwich Horror"},
{"encounter":"Idly flipping open a tedious-looking novel, you discover that its binding is false — this is no novel, but something much more dire! Make a Will (-1) check. If you pass, take the first Tome from the Unique Item deck. If you fail, lose 2 Sanity.",
"skill_check":"Will -1",
"expansion":"Innsmouth Horror"},
{"encounter":"If the Rare Book Collection card is facedown and you have the Necronomicon, Abigail Foreman approaches you, eying the book. \"Wherever did you get that book? We've been looking for another copy of it for years. I know it's quite valuable, but if you'll donate it to our collection, I'll give you unrestricted access to the rare books. We have quite a collection!\" You may return the Necronomicon to the box to turn the Rare Book Collection card faceup. \"Oh, thank you so much! You won't regret it!\" If the Rare Books Collection card is faceup, if you do not have the Necronomicon, or if you do not want to discard the Necronomicon, nothing happens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"If you have a Tome from the Unique Item deck, Abigail Foreman walks up to you. \"I can't help but notice that book you're carrying. I have some discretionary funds for acquisitions at my disposal, and if you're agreeable, I'd like to purchase it for $10.\" If you agree, discard the Tome and gain $10. If you do not have a Tome from the Unique Item deck, nothing happens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"If you're carrying a Tome, a shady man in the corner of the library motions you over. \"It just so happens that I've been looking for that book for some time. In exchange for it, I'd be happy to give you some information that could prove vital to you.\" You may discard a Tome to gain 3 Clue tokens. If you don't have a Tome, nothing happens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"in a shadowed section of the library, you find a pair of empty shoes lying near a musty, blood-spattered book. Wisely, you turn and leave. Move to the street.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"Looking through one of the older books, you come across note note in its margin written in a crabbed hand. Make a Lore (-1) check. If you pass, you are able to decipher it. Draw 1 Spell. If you fail, you return the book to the shelf, none the wiser.",
"skill_check":"Lore -1",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Luck (-2) check. If you pass, you find an unusual item hidden between the books on the shelf. Draw 1 Unique Item. If you fail, you accidentally knock over a large pile of books and Abigail Foreman primly escorts you from the premises. Move to the street.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Will (+0) check and consult the chart below:Successes:0) Abigail tosses you out. Move to the street.1) Abigail lets you into a private section of the library where you find an ancient tome. Draw 2 Spells and keep whichever one of them you want.2+) Abigail loans you one of the strange items in the library's display case. Draw 1 Unique Item.",
"skill_check":"Will +0",
"expansion":""},
{"encounter":"Overdue book fines of $4. Pay up, or move to the street!",
"skill_check":"",
"expansion":""},
{"encounter":"Pass a Luck (-2) check to find $5 someone was using as a bookmark.",
"skill_check":"Luck -2",
"expansion":""},
{"encounter":"Some archaeology professors seem to be having a wager, and they call you into the room to have fun at your expense. \"Be a good sport, and try to pick out the antique from these fakes we made up, will you?\" If you pass a Lore (-1) check, you may draw and keep 1 Unique Item.",
"skill_check":"Lore -1",
"expansion":"The King in Yellow"},
{"encounter":"Someone left the door to the basement unlocked! There's an abundance of texts and artifacts hidden away down here, but most of it is useless to you. Make a Luck (-1) [2] check. If you pass, gain 1 Unique Item.",
"skill_check":"Luck -1 [2]",
"expansion":"The Lurker at the Threshold"},
{"encounter":"The book seems to be on every shelf you turn to examine. Finally, seeing no other option, you take it with you. You are Cursed, and take the first Tome from the Unique Item deck.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"The college's head janitor, \"Jazz\" Mulligan pauses in his sweeping to look you over. \"Hey, I found something pretty interesting that they were throwing out of the library. I'll let you have it for $3.\" You may pay $3 to draw 1 Unique Item.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The door closes with a bang! You bolt upright from the book you fell asleep over. The library is closed for the night, and you are locked in. You are delayed. However, you may search the Unique Item deck and take the first Tome you find.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"The Librarian seems entranced by a book whose pages ripple as if in the wind, even when she's not touching it. As you approach, she slams it shut and tells you to mind your own business. \"But madam,\" you begin... Pass a Will (-1) check to take the first Tome from the Unique Item deck. If you fail, move to the street.",
"skill_check":"Will -1",
"expansion":"Kingsport Horror"},
{"encounter":"The library has come into possession of an unidentified gramophone record. It is a recording of a strange language no one on the staff can interpret. Make a Lore (-2) check to see if you can make sense of the message. If you pass, you gain 1 Spell.",
"skill_check":"Lore -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"The text you are reading is accompanied by a gruesome collection of medieval illustrations. Lose 1 Sanity.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Two archaeology students have fallen asleep over tomes on loan from the \"Legacy of the Pharaohs\" exhibit. Make a Sneak (+1) check. For every two successes (round down), you may draw 2 Spells, select one of them, and discard the other.",
"skill_check":"Sneak +1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"While searching the card catalog for something else, you stumble across a forgotten card with crabbed, egnimatic scribbling on the back. You follow the lost clue to a most wondrous treasure. If you wish, you may discard a Tome to search the Unique Item deck and take the Necronomicon.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You aren't the only one interested in \"The King in Yellow.\" All Maniacs and Cultists in Arkham, the Sky, and the Outskirts move to your location. You must immediately evade or defeat them.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"You check out a book of essays on the infamous \"The King in Yellow.\" Make a Will (+0) check. If you pass, you find a Spell scribbled in the margins. If you fail, you lose 1 Sanity.",
"skill_check":"Will +0",
"expansion":"The King in Yellow"},
{"encounter":"You doze off and enter the Dreamlands. Have an encounter there, then immediately return here.",
"skill_check":"",
"expansion":""},
{"encounter":"You find a group of students cramming for exams. Help them by making a Lore (-1) check. If you pass, you realize that the students have no idea what they're truly studying. Draw 1 Spell.",
"skill_check":"Lore -1",
"expansion":"Innsmouth Horror"},
{"encounter":"You find an unusual book that radiates evil at the touch. You begin to read and are drawn to it. Make a Lore (-2) check. If you pass, you obtain vast knowledge of the eldritch threat. Roll a die and gain that many Clue tokens. If you fail, the book consumes you-- mind and soul-- lose 2 Sanity and 2 Stamina.",
"skill_check":"Lore -2",
"expansion":""},
{"encounter":"You look up to see Abigail Foreman leaning over you with hands on hips and a frustrated look on her face. Make a Will (-1) check. If you pass, she helps you find the book you were looking for. Take the first Tome from the Unique Item deck. If you fail, you've made too much noise. She escorts you out of the Library. Move to the street.",
"skill_check":"Will -1",
"expansion":""},
{"encounter":"You notice a strangely bound manuscript as you scan the titles of books on a shelf. When you attempt to pull it from the shelf, it tilts slightly and then pulls you into itself! Go to either Unknown Kadath or the Plateau of Leng (your choice) and have an encounter there before returning.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You overhear two men whispering about the visiting exhibit at the museum. \"They cannot discover our plans. We must destroy their tomes.\" One of them pulls out a lighter and begins to burn the books! Make a Fight (-2) check. If you pass, you chase them off. If you fail, they escape and you are blamed for the arson; place a Patrol marker on the street area of Miskatonic U.",
"skill_check":"Fight -2",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"You overhear two men whispering about the visiting exhibit at the museum. \"They cannot discover our plans. We must destroy their tomes.\" One of them pulls out a lighter and begins to burn the books! Make a Fight (-2) check. If you pass, you chase them off. If you fail, they escape and you are blamed for the arson; you are Barred from Miskatonic U.",
"skill_check":"Fight -2",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You spy a suspicious-looking man attempting to sneak a rare book out of the building. Make a Fight (+1) check to stop him. If you succeed, a grateful Abigail Foreman offers you $3 as reward. If you fail, lose 1 Stamina.",
"skill_check":"Fight +1",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You think you've found valuable information in this reference book, but a loud conversation near you is making it hard to concentrate. Make a Will (-2) check and gain 2 Clue tokens if you pass.",
"skill_check":"Will -2",
"expansion":"The Lurker at the Threshold"}
]