[
{"encounter":"\"Get out!\" snarls the surly janitor, shaking a fist at you as he pokes his head into the archive room. \"We're closed!\" As he moves off down the hallway, he shouts back over his shoulder, \"If I come back and you're still here...\" Make a Will (-1) check. If you succeed, gain 2 Clue tokens. If you fail, move to the street.",
"skill_check":"Will -1",
"expansion":"Kingsport Horror"},
{"encounter":"\"Get out!\" snarls the surly janitor, shaking a fist at you as he pokes his head into the archive room. \"We're closed!\" As he moves off down the hallway, he shouts back over his shoulder, \"If I come back and you're still here...\" Make a Will (-1) check. If you succeed, gain 2 Clue tokens. If you fail, move to the street.",
"skill_check":"Will -1",
"expansion":"Kingsport Horror"},
{"encounter":"\"Make yourself useful or get out of here!\" You may choose to help load papers onto trucks. If you do, make a Fight (-1) check. If you pass, gain $2. If you fail, lose 1 Stamina. If you choose not to help load the trucks.move to the streets.",
"skill_check":"Fight -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"\"You may be on to something about that new play. See what you can find out.\" If you do not already have a Retainer card, you may spend a Clue token to gain one.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"A competitor to the Arkham Advertiser offers you money to sabotage the presses. If you accept, gain $5 and make a Sneak (-2) check. If you fail, you are arrested as well as Barred from Northside.",
"skill_check":"Sneak -2",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A competitor to the Arkham Advertiser offers you money to sabotage the presses. If you accept, gain $5 and make a Sneak (-2) check. If you fail, you are arrested. Regardless of the result, place a Patrol marker on the street area of Northside.",
"skill_check":"Sneak -2",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"A reporter has disappeared, leaving only cryptic and ominous notes about the story she was investigating. If you can make any sense of them, the editor would gladly pay you.Make a Lore (-3) check. If you pass, gain $2 and 1 Clue token.",
"skill_check":"Lore -3",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A reporter will pay you handsomely, whether in money or information, for an exposé on the life of a monster hunter. Discard any number of monster trophies to gain $1 or 2 Clue tokens (in any combination) (errata: should be $2 or 1 Clue token) for each point of toughness worth of monsters discarded.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A staff photographer pulls you aside and offers to sell you some pictures he took that the paper won't publish. Spend $3 to gain 2 Clue tokens.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Earn $5 for a story.",
"skill_check":"",
"expansion":""},
{"encounter":"Earn $5 for a story.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Earn $5 for a story.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"Editor Doyle Jefferies is offering top dollar for anyone who can provide a first-hand account of the strange events plaguing Arkham. You may move to the nearest Gate. If you do, take a Retainer card and you are drawn through the Gate. If no Gates are open, nothing happens.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Editor Doyle Jefferies is ready to publish what he knows about what's really going on in Arkham. Pass a Will (-2) check to talk him out of it. If you are unsuccessful, raise the Terror level by 1.",
"skill_check":"Will -2",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Editor Doyle Jefferies offers you a Retainer in return for your fascinating stories. Take a Retainer card.",
"skill_check":"",
"expansion":""},
{"encounter":"Editor Doyle Jefferies offers you a Retainer in return for your fascinating stories. Take a Retainer card.",
"skill_check":"",
"expansion":""},
{"encounter":"Editor Doyle Jefferies offers you a Retainer in return for your fascinating stories. Take a Retainer card.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Editor Doyle Jefferies offers you a Retainer in return for your fascinating stories. Take a Retainer card.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Flipping through the early edition, you are surprised to see that one of the classified ads begins with your name. Reading it, you realize that it contains several coded clues to the nature of the threat that faces Arkham. Pass a Lore (-1) check to gain 3 Clue tokens.",
"skill_check":"Lore -1",
"expansion":""},
{"encounter":"Good thing you had that camera with you earlier. You may spend 3 toughness worth of monster trophies to gain 2 Clue tokens.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"If Coded Messages is facedown, you come across the editor, Doyle Jefferies, in the hall and begin to tell hiim about the Mythos. \"Hang on now. Do you have any proof?\" You may spend 1 gate trophy, 1 monster trophy, and 1 Clue token to give him enough proof. If you do, turn Coded Messages faceup. \"Okay, I'm convinced. If you need to get a message to your friends, just let me know.\" If you do not spend the trophies, nothing happens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"If you pass a Luck (-1) check, then one of the newspaper delivery men offers you a ride in his truck while he makes his rounds. If you accept, move to any street area or location in Arkham. If you move to a location, immediately have an encounter there. If you fail the check, nothing happens.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"Pass a Luck (-1) check to find an article that a local citizen told you would shed light on the recent strange activities. Gain 1 Clue token.",
"skill_check":"",
"expansion":""},
{"encounter":"Someone has sent an anonymous package to the paper. Whatever is inside is leaking a dark, sticky fluid. Upon seeing what's inside, lose 1 Sanity.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Staring into the presses is like watching the flow of history passing by you. You begin to see a strange pattern to it all. Take the Visions card.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"Talking to the editor, Doyle Jefferies, you realize that he could be a good source of information. You may either buy up to 3 Clue tokens for $2 each, or sell up to 3 Clue tokens for $2 each.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The editor asks you to answer phones on a busy night. You pick up one call and hear nothing at first. Then you hear your name being whispered by something that can't possibly be human. Make a Will (-1) check or lose 1 Sanity. Then make a Speed (-2) check to activate a call trace in time. If you pass, you learn that it came from the museum exhibit. Gain 2 Clue tokens",
"skill_check":"Will -1\n-THEN-\n\nSpeed -2\n",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The staff of the Advertiser are uncharacteristically closemouthed. As you leave, you find yourself surrounded by sallow-skinned ruffians. Make a Fight (-1) check and lose 3 Stamina. This loss is reduced by 1 for every success (minimum 0).",
"skill_check":"Fight -1",
"expansion":"Innsmouth Horror"},
{"encounter":"There are some real bargains in the classified ads. You may draw a Common Item and purchase it at half price, rounding up.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"They say there are hidden messages in the newsprint that can only be seen halfway through the printing process. Pass a Sneak (-3) check to catch a glimpse and gain 2 Clue tokens. If you fail, you are arrested.",
"skill_check":"Sneak -3",
"expansion":"The King in Yellow"},
{"encounter":"Walking down a narrow hallway, you bump into a young man carrying various chemicals used for the printing presses. He drops one of the jars he's carrying and it breaks, sending burning fumes up into your face. Lose 1 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"While going through the archives, you find a yellowed collection of Innsmouth Courier newspapers. Gain 1 Clue token.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"You accidentally tip over a bottle of ink and are aghast at the pattern the ink forms on the newsroom floor. Lose 1 Sanity.",
"skill_check":"",
"expansion":""},
{"encounter":"You call around for a story, asking about mysterious occurrences related to the visiting museum exhibit. Make a Luck (+0) check. For each success, you may take 1 Clue token from any locations in Arkham and add it to your pool. If there are not Clue tokens in Arkham, you may not gain any.",
"skill_check":"Luck +0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You earn a hefty fee for a story and get a ride with Doyle Jefferies, the editior. Gain $2 and move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"",
"expansion":""},
{"encounter":"You open what seems like the hundredth file whose contents bear no relation either to each other or the drawer where you found them. You are delayed.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You sigh loudly, folding an archive copy of the Advertiser shut, no wiser than when you opened it. The reporter on the other side of the room looks up. \"Help you find something?\" he asks. \"I've got nothing but time...for a price.\" Buy as many Clues as you like for $3 each.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You spin a yarn to a group of assembled reporters. Make a Will (-1) check to see how many of them believe you. Gain $1 per success.",
"skill_check":"Will -1",
"expansion":"Innsmouth Horror"},
{"encounter":"You watch some workers cleaning the presses with rages while the machines are still running, and you wonder if that's safe. A moment later, your thought proves prophetic as one of them screams, his arm caught in the press. Several workers rush to his aid, while others clear the room. You are moved to the street.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You've experienced some strange things. Doyle Jeffries, the editor, will pay you $5 for an interview. If you accept, you are delayed.",
"skill_check":"",
"expansion":"The King in Yellow"}
]