[
{"encounter":"\"It's a simple transference principle, really,\" the professor explains. \"Simply place an everyday item on this platform...\" If you discard a Common Item, you may roll a number of dice equal to the item's cost. You may draw a number of cards from the Unique Item deck equal to the number of successes rolled, keeping one and discarding the rest.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"\"Jazz\" Mulligan, the head janitor at the college, catches you wandering around in a restricted area of the building and escorts you outside. Move to the street.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A chemical brew bubbles on a nearby Bunsen burner. It smells delicious. If you drink it, make a  Luck (+0) check. If you pass, the strange liquid fortifies you. Roll a die and gain that many points, split between your Stamina and Sanity however you like. If you fail, the liquid turns out to be coffee. Gain 1 Stamina.",
"skill_check":"Luck +0",
"expansion":""},
{"encounter":"A chemistry professor offers you a draught of an experimental new concoction. If you accept, roll a die and set your current Stamina to the result of your die roll or your maximum Stamina, whichever is lower. Then do the same for your Sanity.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A graduate student explains that this is a stable gateway to another world. Theoretically. There are some kinks to work out still, of course. If you go through the gate, make a Luck (+0) check. If you pass, move to the Other World of your choice. If you fail, move to the Woods and immediately have an encounter there.",
"skill_check":"Luck +0",
"expansion":"Innsmouth Horror"},
{"encounter":"A lab fire breaks out and the students are trapped inside! If you force your way in and save them, make a  Fight (-2) check. If you pass, you rescue the students and one of the rewards you with a family heirloom. Draw 1 Unique Item. If you fail, lose 2 Stamina.",
"skill_check":"Fight -2",
"expansion":"The King in Yellow"},
{"encounter":"A loud roaring noise emanates from a laboratory. Rushing to investigate, you see a swirling vortex collapsing in on itself, giving you a quick glimpse of the worlds beyond. Make a Will (-2) check. If you fail, lose 2 Sanity. Whether you succeed or not, if you are not driven insane, gain 1 Unique Item that the spiralling anomaly transports into the room.",
"skill_check":"Will -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A professor of the occult asks you to hold a hideous statue that he believes to have strange powers while he reads a scroll. Energy shoots through your body. Make a  Luck (-1) check. If you pass, your spirit rises from your body and you feel that you have the power to switch bodies with another investigator. You may choose another investigator from the pile of unused investigators and bring it into play as a new character, discarding your current investigator (along with all of his items, skills, trophies, etc.). If you fail, nothing happens.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"A professor with wild, bushy hair invites you to do the honors! He hurries out of the room and yells for you to pull the lever on his enormous, whirring machine. You may move any open gate from its current location to the unstable location of your choice.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"An archaeology professor shows you an item he recovered in an Egyptian pyramid. If you have 2 or fewer Spells, it glows in your hands and you find yourself outside, still holding it. Not wanting to confront the professor again, you decide to keep it. Gain 1 Unique Item and move to the street. If you have more than 2 Spells, nothing happens.",
"skill_check":"",
"expansion":""},
{"encounter":"An experiment on dogs has gone horribly awry and now a student is willing to pay to get rid of the evidence. If you agree to help, pass a  Sneak (+0) check to gain $3.",
"skill_check":"Sneak +0",
"expansion":"The Black Goat of the Woods"},
{"encounter":"As you enter a darkened laboratory, a monster appears and attacks you!",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"As you enter the Department of Alchemy, a professor looks up in horror. He grabs an ancient artifact from a locked drawer in his desk and holds it up before your face, chanting and making symbolic motions with the item. If you are Cursed, discard the Curse. If you are not Cursed, then you are Blessed.",
"skill_check":"",
"expansion":""},
{"encounter":"Assisting a professor in his research, you find a valuable Spell. Draw 1 Spell. However, you must make a  Fight (-1) check or some sticky-fingered student steals one of your items. Lose 1 Item of your choice.",
"skill_check":"Fight -1",
"expansion":""},
{"encounter":"Baffled scientists show you a wax cylinder which has apparently recorded the voices of people in the future, warning of what is to come. Make a Lore (-2) check. If you pass, you may look at the top three cards of the Mythos deck and then return them to the top of the deck in any order you choose.",
"skill_check":"Lore -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Despite your sense of larger forces influencing your actions, more rational minds convince you that there is no such thing as blessings or curses. Discard any Blessing or Curse cards you have.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"In this room, you discover a powerful weapon. If you dare activate it, roll a die for each monster on the board. On a success, the monster is returned to the  cup. On a failure, nothing happens. Afterwards, roll a die for yourself and lose that much Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"One of the janitors receives strange gifts from the faculty every Christmas. He offers to sell you \" one o' them thar kooky books 'r thingamajigs.\" If you pay him $5, you may draw 1 Exhibit Item or Unique Item.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The faculty at  Miskatonic is all abuzz about rumors of an invasion of exotic insect species in town. They have no time for you. You may immediately move to the Administration Building or the Library and have an encounter there.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The professor has set up an experiment to transfer knowledge from one person to another. You may choose another investigator and give him one of your Skills. He must then give you a different Skill back, if he has one.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"The professor of arcane studies tells you of a sealed tomb that only the enlightened may open. Pass a  Lore (-2) check to flip over the top three mythos cards and choose one of them. If there is an open gate at the gate opening location on that card, that gate is sealed.",
"skill_check":"Lore -2",
"expansion":"Kingsport Horror"},
{"encounter":"The professors are willing to try some radical procedures for your condition. For every $3 you spend you may return one of your Corruption cards to the box.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"The Psychology Department would like to perform some deep hypnosis experiments on you. If you agree, make a Will (-1) check. If you pass, you make contact with a strange alien intelligence and gain 1 Spell. If you fail, the incident traumatizes you and you lose 1 Sanity.",
"skill_check":"Will -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"The science professor beckons you into his office. He points at a strange device on his workbench. \"Want to try it out?\" Pass a  Luck (-2) check to return all monsters in the Sky and the Outskirts to the monster cup. You may choose one of them to keep as a monster trophy.",
"skill_check":"Luck -2",
"expansion":"Kingsport Horror"},
{"encounter":"The shattered remains of an unusual object lie here. With some perseverance and luck, you might be able to reassemble it. Stay here next turn to make a  Luck (-1) check. If you pass, draw 1 Unique Item. If you fail the check or choose not to attempt it, you have no idea how to reassemble the item. Nothing happens.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"The staff is looking for exhausted or unhealthy subjects for medical experiments. If you are currently at less than your maximum Stamina, you may choose to gain $3. You must then make a Luck (+0) [2] check. If you succeed, you are restored to full Stamina. If you fail, lose 1 Stamina.",
"skill_check":"Luck +0 [2]",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Wandering the labs at night, you are surprised by a strange, winged, crab-like creature. It attacks! Make a  Speed (-2) check and encounter a Mi-Go from the monster cup. If you fail the check, it seems to move with preternatural, and you may not use any investigator cards in this encounter.",
"skill_check":"Speed -2",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"When paranoia and fear set in, accidents are more common. Make a Speed check with a penalty equal to the current terror level. If you fail, your Stamina is reduced to 0 in a lab accident.",
"skill_check":"Speed -(terror level)",
"expansion":"The King in Yellow"},
{"encounter":"You are startled to hear a screech of pain from one of the labs, and you rush in just in time to see a large saw blade slice into a monkey's brain. It seems that a vivisection is in progress. Staggering back outside, you are violently ill. Lose 1 Sanity and 1 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You discover a dusty machine in a lab that hasn't been used for several years. It appears to still be in working condition. If you wish, you may pull either the white or the black lever on the machine. If you do, all non-spawn, non-flying monsters in Arkham move in the direction of the arrow that is the same color as the lever you pulled. Monsters move normally in this fashion regardless of their actual movement type (i.e., all monsters are considered to be black-bordered for this purpose).",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You discover a mutilated corpse, the victim of some creature that seems to have escaped. Lose 1 Sanity, and a monster appears in the Miskatonic U. street!",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You find a muscular, bored-looking man who challenges you to an arm wrestling match. Lose 2 Stamina if you accept. If this does not knock you unconscious, Sir William Brinton laughs and slaps your shoulder, offering to join your investigation. Take his Ally card. If it is not available, gain $5 instead.",
"skill_check":"",
"expansion":""},
{"encounter":"You find a muscular, bored-looking man who challenges you to an arm wrestling match. Lose 2 Stamina if you accept. If this does not knock you unconscious, Sir William Brinton laughs and slaps your shoulder, offering to join your investigation. Take his Ally card. If it is not available, gain $5 instead.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You find a muscular, bored-looking man who challenges you to an arm wrestling match. Lose 2 Stamina if you accept. If this does not knock you unconscious, Sir William Brinton laughs and slaps your shoulder, offering to join your investigation. Take his Ally card. If it is not available, gain $5 instead.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"You find a student pounding on a strange device that he has hooked up to massive machinery. He states that it is a dimensional beam machine. If you offer to help him, make a  Lore (-2) check. If you pass, beams shoot out in all directions, disrupting the gates open throughout the board. Roll a die for each open gate one at a time. On a success the gate is closed. However, you may not take it as a trophy, but instead return it to the pile of gate markers. If you fail, the machinery overheats and explodes. Roll a die and lose that much Stamina, then move to St. Mary's Hospital.",
"skill_check":"Lore -2",
"expansion":""},
{"encounter":"You help a professor clean his classroom, and later on are shaking the chalk dust out of your clothes. Make a  Luck (-1) check. If you fail, you cough and gag on the dust, losing 1 Stamina. If you pass, you realize that the dust is actually a mystical powder! You may search the Unique Item deck and take the Powder of Ibn-Ghazi card.",
"skill_check":"Luck -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You pass a room where a muscular, bored-looking man stands before a pile of groaning, fallen men. \"What about you?\" he calls out to you. \"Can you take a punch?\" If you allow him to drive his fist into your gut, lose 2 Stamina. If this does not knock you unconscious, take  Sir William Brinton's Ally card, or, if it's not available, take $5 instead.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You turn a corner and come face to face with a hideous beast! Make a  Will (+0) check. If you fail, you faint in horror and hit your head, suffering a mild concussion. Discard 1 Spell or Skill of your choice. If you succeed, you realize that it is just a statue on loan from the \"Legacy of the Pharaohs\" exhibit, and your turn ends.",
"skill_check":"Will +0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You watch, disturbed, as two students immerse a live rabbit in fluid, instantly transforming it to marble! Make a  Sneak (-1) check to take the fluid before they can do anything dangerous with it. If you pass, search the Unique Item deck for Petrifying Solution and take it. If you fail, they catch you in the act and splash some of the fluid on you. You are delayed.",
"skill_check":"Sneak -1",
"expansion":"The King in Yellow"}
]