[
{"encounter":"\"Care to join the order?\" asks Carl Sanford and his henchmen. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you to the door. Whether you pass or not, move to the street.",
"skill_check":"Will -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"\"Care to join the Order?\" Carl Sanford and several of his henchmen ask. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you out the door. Whether you pass or not, move to the street.",
"skill_check":"Will -1",
"expansion":""},
{"encounter":"\"Care to join the Order?\" Carl Sanford and several of his henchmen ask. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you out the door. Whether you pass or not, move to the street.",
"skill_check":"Will -1",
"expansion":""},
{"encounter":"\"Care to join the Order?\" Carl Sanford and several of his henchmen ask. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you out the door. Whether you pass or not, move to the street.",
"skill_check":"Will -1",
"expansion":"Dunwich Horror"},
{"encounter":"\"Care to join the Order?\" Carl Sanford and several of his henchmen ask. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you out the door. Whether you pass or not, move to the street.",
"skill_check":"Will -1",
"expansion":"Dunwich Horror"},
{"encounter":"\"Care to join the Order?\" Carl Sanford and several of his henchmen ask. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you out the door. Whether you pass or not, move to the street.",
"skill_check":"Will -1",
"expansion":"The Black Goat of the Woods"},
{"encounter":"\"Care to join the Order?\" Carl Sanford and several of his henchmen ask. If you accept, pay $3 and take a Silver Twilight Membership. If you decline, pass a Will (-1) check or lose 3 Stamina as the henchmen assist you out the door. Whether you pass or not, move to the street.",
"skill_check":"Will -1",
"expansion":"Innsmouth Horror"},
{"encounter":"\"Certainly, we'd love to have you,\" Carl Sanford says, \"if you can do something for us.\" Move to the City of the Great Race and have an encounter there, then immediately return. If you passed a test or defeated a monster encountered there, take a Silver Twilight Membership and gain 1 Clue token.",
"skill_check":"Lore -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"\"Tut-tut,\" says Carl Sanford. \"A sound mind is essential for membership, I'm afraid.\" For each point of Sanity you have, you may roll a die. If you roll any successes, you may draw a Twilight Lodge Membership card. For each unsuccessful die you roll, you lose 1 Sanity.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"\"You want to see what we're really about, then?\" If you accept the Order's invitation, you are introduced to the Black Man. Make a Luck (+0) check or be devoured. If you pass, take a Silver Twilight Membership card and gain 2 Clue tokens.",
"skill_check":"Luck +0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A lovely young woman stumbles into you as you're searching for the library. \"Pardon me,\" she says, \"my name is Constance Hawberk. Have you seen my father?\" Pass a Luck (-1) check to point her in the right direction. In return, she points you to the library and you gain 2 Clue tokens.",
"skill_check":"Luck -1",
"expansion":"The King in Yellow"},
{"encounter":"A member of the Lodge ushers you into a side room, where he shows you a magic sphere and explains that it will provide answers to your question... if you are lucky. Make a Luck (-1) check. If you succeed, take Clue tokens equal to the number of successes you rolled.",
"skill_check":"Luck -1",
"expansion":"Kingsport Horror"},
{"encounter":"A monster appears, leaping out of the shadows at you!",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A monster appears, leaping out of the shadows at you!",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A woman fleeing something runs right into you. As you try to help her up, she blindly attacks you. Pass a Fight (-1) check to restrain her; if you succeed, take Ruby Standish's Ally card, or draw a Unique Item if it's not available.",
"skill_check":"Fight -1",
"expansion":"Kingsport Horror"},
{"encounter":"As you leave the lodge, a green glow surrounds the door frame. Move to the street. All monsters in the sky immediately go there as well.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Brushing up against a strange object in the hall, you feel stretched and thin, like your skin is too tight. Pass a Luck (-1) check or you are Cursed.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"Carl Sanford draws you into the study to talk and you feel the cold creep of dread listening to him. Make a Lore (-1) check. If you pass, your willpower stands up to the test of the ancient wizard and you even learn something of value. Gain 3 Clue tokens. If you fail, his hypnotic tones lull you into a trance. The conversation seems short, but when you leave the study, much time has passed and your thoughts are confused. Lose all of your Clue tokens and move to the street.",
"skill_check":"Lore -1",
"expansion":""},
{"encounter":"Carl Sanford explains that membership in the Silver Twilight Lodge requires sacrifice, and that the Lodge has need of one of your friends. Discard an Ally to take a \"Silver Twilight Lodge Membership\" card and draw a Unique Item. If you can't or won't, you are cursed, and must pass a Fight (-3) check to avoid becoming lost in time and space.",
"skill_check":"Fight -3",
"expansion":"Kingsport Horror"},
{"encounter":"Carl Sanford has taken an interest in your possessions. If you have a Unique Item, you may sell it for its list price. If you do not sell it, the Lodge's henchmen will try to take it by force. Pass a Fight (+1) check or discard a Unique Item of your choice. If you do not have a Unique Item, nothing happens.",
"skill_check":"Fight +1",
"expansion":"Innsmouth Horror"},
{"encounter":"Carl Sanford sits in the center of the room chanting while books and other small objects appear to be flying around the room of their own accord! Make a Fight (-1) check to avoid being clobbered by these items and to understand what Sanford is saying. If you pass, gain 2 Clue tokens. If you fail, you awaken bruised and sore. Lose 1 Stamina.",
"skill_check":"Fight -1",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Crouching underneath one of the Lodge's windows, you listen carefully. Pass a Sneak (-1) check to overhear something important and gain 2 Clue tokens. If you fail, security is sent to escort you off the premises. Move to the street.",
"skill_check":"Sneak -1",
"expansion":"Dunwich Horror"},
{"encounter":"From the darkest shadows, a monster appears!",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Make a Luck (-2) check. If you pass, Carl Sanford opens the door as you're about to knock. \"It's about time you showed up, you fool. Here, take this. You know what to do with it.\"  Carl then hands you a package and closes the door. Draw 1 Unique Item. If you fail the check, nothing happens.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"Make a Sneak (-2) check. If you pass, you slip into the temple area of the Lodge and find 2 items of interest. Roll a die for each item. On a success, draw a Unique Item, otherwise draw a Common Item.",
"skill_check":"Sneak -2",
"expansion":""},
{"encounter":"Make a Will (-2) check to convince the Lodge that you need one of its sacred items for the good of Arkham. If you pass, draw cards equal to the number of successes from the Unique Item or Exhibit Item deck, keep one, and discard the rest. If you fail, place a Patrol marker on the street area of French Hill.",
"skill_check":"Will -2",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"Make a Will (-2) check to convince the Lodge that you need one of its sacred items for the good of Arkham. If you pass, draw cards equal to the number of successes from the Unique Item or Exhibit Item deck, keep one, and discard the rest. If you fail, you are Barred from French Hill.",
"skill_check":"Will -2",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"Walking through the garden outside the lodge, you come across a small, ugly statue of some horrific tentacled creature. It seems to awaken an irrational fear in you. Lose 1 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The lights go out; you hear chanting and feel a knife at your throat. You may:1) Flee. Lose 1 Stamina and move to the street.2) Allow them to cast their ritual upon you. Lose 2 Stamina, but take the Visions card and gain 1 Clue token.3) Attempt to take control of the ritual with a Lore (-1) check. If you pass, the Lodge offers you a Silver Twilight Membership. (errata: the following was not printed) If you fail, lose 3 Stamina and all of your Spells, then move to the street.",
"skill_check":"Lore -1",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The Lodge has a strange and compelling oil painting on display. Its alien landscape both fascinates and nauseates you. Pass a Will (+0) check or lose 1 Sanity.",
"skill_check":"Will +0",
"expansion":"The Black Goat of the Woods"},
{"encounter":"The Lodge is always eager to trade lore. Discard any number of Spells. Gain a number of Clue tokens equal to the total Sanity cost of the Spells discarded.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The members are extremely concerned about something regarding the celestial bodies being \"changed\" by some outside force. Pass a Sneak  (-2) check to gain 2 Clue tokens. If you fail, you are pushed out into the street.",
"skill_check":"Sneak -2",
"expansion":"The King in Yellow"},
{"encounter":"The wind has pinned an odd piece of paper against the fence surrounding the Lodge. Gain 1 Clue token.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"When you inquire about membership, the lodge members get a gleam in their eyes. If you have an Ally, you may discard it to take both a Silver Twilight Membership card and a Unique Item, but you are Cursed. If you do not have an Ally or do not wish to discard one, pass a Fight (-3) check or you are lost in time and space.",
"skill_check":"Fight -3",
"expansion":"The King in Yellow"},
{"encounter":"You find an old parchment in the study. Pass a Lore (-1) check to draw 2 Spells and keep one of your choice.",
"skill_check":"Lore -1",
"expansion":""},
{"encounter":"You hear the quiet sounds of an intruder. If you investigate, you find a woman dress in black. Pass a Fight (-1) check to subdue her long enough to explain your investigation. You find out that her name is Ruby Standish and that she was robbing the Lodge. However, upon hearing your tale, she agrees to join you. Take her Ally card. If it is not available, draw a Unique Item instead.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You hear the quiet sounds of an intruder. If you investigate, you find a woman dressed in black. She attacks you as soon as she sees you. Pass a Fight (-1) check to subdue her long enough to explain your investigation. You find out that her name is Ruby Standish and that she was robbing the Lodge. However, upon hearing your tale, she agrees to join you. Take her Ally card. If it is not available, draw a Unique Item instead.",
"skill_check":"Fight -1",
"expansion":""},
{"encounter":"You hear the quiet sounds of an intruder. If you investigate, you find a woman dressed in black. She attacks you as soon as she sees you. Pass a Fight (-1) check to subdue her long enough to explain your investigation. You find out that her name is Ruby Standish and that she was robbing the Lodge. However, upon hearing your tale, she agrees to join you. Take her Ally card. If it is not available, draw a Unique Item instead.",
"skill_check":"Fight -1",
"expansion":"Dunwich Horror"},
{"encounter":"You hear the quiet sounds of an intruder. If you investigate, you find a woman dressed in black. She attacks you as soon as she sees you. Pass a Fight (-1) check to subdue her long enough to explain your investigation. You find out that her name is Ruby Standish and that she was robbing the Lodge. However, upon hearing your tale, she agrees to join you. Take her Ally card. If it is not available, draw a Unique Item instead.",
"skill_check":"Fight -1",
"expansion":"Innsmouth Horror"},
{"encounter":"You recognize one of the Lodge Members as a friend from years ago. Make a Will (-2) check to convince him to help you in some way. If you pass, draw 1 Unique Item. Whether you pass or not, move to the street.",
"skill_check":"Will -2",
"expansion":"The Lurker at the Threshold"}
]