[
{"encounter":"\"Hey, buddy, you forgot your bag!\" You didn't, but before you can object, the man is gone. You open the bag and find a Common Item inside.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"\"I'll swap you for one of these.\" Discard one Common Item or one Unique Item of your choice. Then draw one Item of the type you discarded.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"\"Shine your shoes?\" A young shoe-shine boy looks up at you hopefully. If you agree, he talks about all sorts of interesting topics while shining your shoes. Pay $1 to gain 2 Clue tokens.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"A conductor grabs your shoulder as you step onto the train. \"This train's reserved,\" he rasps. You all but leap back onto the platform as the train begins to chug out of the station, fading from existence before your eyes. Choose a monster on an open gate and return it to the monster cup.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"A nervous-looking man is moving quickly through the crowd, with Sheriff Engle in pursuit. The anxious man bumps into you, falls to the ground, and drops a package. Make a Speed (-2) check to grab the package and escape before the sheriff arrives. If you pass, gain 1 Unique Item.",
"skill_check":"Speed -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"A porter drops what looks like an ancient relic on the tracks. If you want to try and grab it, make a Speed (-3) check. If you pass, you may draw 1 Unique Item. If you fail, you are reduced to 0 Stamina by the oncoming train.",
"skill_check":"Speed -3",
"expansion":"The King in Yellow"},
{"encounter":"A stranger in a turban steps off the Boston local train with a crazed look on his face. Make a Luck (-1) check. If you pass, the man pulls a strange object from beneath his cloak and gives it to you. Draw 1 Unique Item. If you fail, he pulls a poisoned blade out of his cloak and stabs you. Roll a die and lose that much Stamina.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"A wealthy foreigner steps off the train and mistakes you for his guide, handing you his baggage. Draw 1 Exhibit Item, 1 Unique Item, and 1 Common Item. Keep one of them and discard the rest. You must also take the Local Guide card.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"A well-dressed man is standing on the platform. He turns and greets you by name. Although he seems oddly familiar, you don't remember ever meeting him before. Then he steps off the platform into the path of a speeding train. Make a Speed (-1) check. If you pass, he vanishes as you leap right through him. On the ground, you find yourself clutching a scrap of paper. Gain 1 Spell. If you fail, he is obliterated before your eyes. Roll a die and lose that much Sanity.",
"skill_check":"Speed -1",
"expansion":""},
{"encounter":"Bill Washington comes up to you and offers to sell you a rail pass. \"Just $3, and you can ride the train all you want for a month.\" If you accept, pay $3 and take a Rail Pass card.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Bill Washington comes up to you and offers to sell you a rail pass. \"Just $3, and you can ride the train all you want for a month.\" If you accept, pay $3 and take a Rail Pass card.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Bill Washington moves the last of the baggage from his cart onto a truck and offers you a ride as he opens the driver's door. If you accept, move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"",
"expansion":""},
{"encounter":"Bill Washington moves the last of the baggage from his cart onto a truck and offers you a ride as he opens the driver's door. If you accept, move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Bill Washington moves the last of the baggage from his cart onto a truck and offers you a ride as he opens the driver's door. If you accept, move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Bill Washington moves the last of the baggage from his cart onto a truck and offers you a ride as he opens the driver's door. If you accept, move to any location or street area in Arkham. If you move to a location, immediately have an encounter there.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"Hot peanuts are for sale at a pushcart. You may pay up to $3 and gain 1 Stamina for each $1 you spend.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"If you pass a Luck (-2) check, an old man looks carefully around him before pressing a wrapped bundle into your hands. \"Here. This is what you need.\" With that, he walks away without another word. Draw 1 Unique Item.",
"skill_check":"Luck -2",
"expansion":"Dunwich Horror"},
{"encounter":"Joey \"the Rat\" is huddled in the shadows of the train station and motions for you to come over. He has an item for sale. Draw the top Common Item card and pay $1 more than list price if you wish to keep it.",
"skill_check":"",
"expansion":""},
{"encounter":"Make a Fight (-2) [2] check as you help unload the set materials for \"The King in Yellow.\" If you pass, you are rewarded. Draw 1 Unique Item. If you roll only one success, you are given 1 Common Item. If you fail, you overdo it, and lose 1 Stamina.",
"skill_check":"Fight -2 [2]",
"expansion":"The King in Yellow"},
{"encounter":"Make a Luck (-1) check. If you pass, you find a battered old book lying on a ledge near the trains. Reading through it, you find that it contains a letter addressed to you. \"Please, take the information contained with this book and use it to combat those things that we both know are lurking just out of sight.\" The author remains anonymous, but reading further, you find that the book is full of useful information. Draw 1 Spell and gain 1 Clue token. If you fail the check, someone else grabs the book and walks off with it before you can get to it.",
"skill_check":"Luck -1",
"expansion":"Dunwich Horror"},
{"encounter":"On the loading dock you investigate a large crate with strange markings. Make  Sneak (-1) check. If you pass, you find a very unusual item in the crate. Gain 1 Unique Item. If you fail, Deputy Dingby catches you breaking it open. You are arrested and taken to the Police Station.",
"skill_check":"Sneak -1",
"expansion":""},
{"encounter":"Pass a Luck (+1) check to find an unlabeled crate and draw both 1 Unique Item and 1 Common Item. You must either purchase both of them at list price or discard them both.",
"skill_check":"Luck +1",
"expansion":"The King in Yellow"},
{"encounter":"Pay $3 at the Railroad Office to claim an item left in Lost and Found. If you do so, make a Luck (-2) check. If you pass, draw a Unique Item. If you fail, draw a Common Item",
"skill_check":"Luck -2",
"expansion":""},
{"encounter":"The old train hand Bill Washington sits on the train platform playing his guitar as he awaits the next train. As you listen to his singing you feel yourself healing inside. Gain 2 points divided between Stamina and Sanity however you choose.",
"skill_check":"",
"expansion":""},
{"encounter":"The porter went into that train car half an hour ago, and he hasn't come out. If you investigate, you find his mutilated corpse clutching an item! Lose 2 Sanity but draw 1 Common Item.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"The railroad bulls don't trust the influx of foreigners with the visiting museum exhibit, and are distracted. If you'd like to try to jump on board a freight train as it pulls out, make a Sneak (+0) check. If you pass, you may move to any Arkham location and end your turn. If you fail, you are caught and warned not to show your face around here again. Lose 1 Stamina and place a Patrol marker on the street area of Northside.",
"skill_check":"Sneak +0",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"The railroad bulls don't trust the influx of foreigners with the visiting museum exhibit, and are distracted. If you'd like to try to jump on board a freight train as it pulls out, make a Sneak (+0) check. If you pass, you may move to any Arkham location and end your turn. If you fail, you are caught and warned not to show your face around here again. Lose 1 Stamina and you are Barred from Northside.",
"skill_check":"Sneak +0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The station manager offers you a job helping to clean out the storage shed where lost and left-behind luggage is kept. Gain $3 and make a Luck (-2) check. If you pass, you may also draw 1 Unique Item or Exhibit Item.",
"skill_check":"Luck -2",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"The train that just pulled into the station doesn't look like it's from around here. Make a Sneak (-1) check to lurk in the shadows. If you pass, you hide from the robed figures that get off the train and gain a Unique Item they left behind. If you fail, you are discovered. Move to the street.",
"skill_check":"Sneak -1",
"expansion":"Innsmouth Horror"},
{"encounter":"There's been a rash of pickpocketing in the train station. Pass a Luck (-1) check or lose all your money!",
"skill_check":"Luck -1",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Wearily, you sit down on one of the benches near the rails. It seems as though the weight of the whole world rests upon your shoulders. If only you could just give up. You're just about ready to buy a one-way ticket as far from here as you can go when the sound of two giggling children draws your attention. A little boy and girl are playing together under their mother's watchful gaze. As you watch them play, you're reminded of why you're doing all this. Gain either 1 Sanity or 1 Stamina.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"You bump into a friend who's returned from London with his financée. They've brought back the most delightful souvenirs! Draw 3 Unique Items, keep 1, and discard the others.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You fall asleep waiting for your train. Move to the Dreamlands and have an encounter there, then (unless you are lost in time and space) return immediately. When you awake, you are holding a strange artifact. Draw 1 Unique Item or Exhibit Item.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You find a key to a locker on the ground, but the tag that shows its number has been removed. Make a Luck (-2) check to find the right locker. If you pass, gain 1 Common Item.",
"skill_check":"Luck -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You jump onto the train just as the cars begin to move. \"All aboard for Kingsport Station!\" To remain at this location, make a Speed (-1) check to leap off before the train gets up to speed. If you fail, or do not wish to roll, move to the Central Hill streets in Kingsport.",
"skill_check":"Speed -1",
"expansion":"Kingsport Horror"},
{"encounter":"You overhear the engineer talking. \"I swear to you we hit something just outside of town. Something unnatural. And it weren't dead when we left it!\" Draw a monster and place it in the Outskirts.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You realize too late that the train you boarded is empty. Draw the top gate marker and travel to that Other World and replace the gate marker on top of the gate marker pile.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"You see a familiar face about to get on a train leaving Arkham. Draw an Ally card and then make a Will (-2) [2] check. If you pass, you've convinced your friend to stay and may take the Ally card. If you fail, the Ally card is returned to the box.",
"skill_check":"Will -2 [2]",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You share a train car with a foreign visitor. When you step off and open your valise, you realize you grabbed the wrong one! Discard a Common or Unique Item if able, then make a Luck (+0) check. If you pass, draw a number of Unique or Exhibit Items equal to the number of successes rolled, and keep one. If you fail, follow the instructions as above but draw from the Common Item deck. (Clarification: you will need to discard a second item before you make the second Luck check. You receive nothing if you fail this second check.",
"skill_check":"Luck +0",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You step up to a waiting cab just as a well-dressed traveller does. \"I'm headed that way, too,\" says the other man. \"The fare's on me.\" Move to any street or Arkham location and have an encounter there.",
"skill_check":"",
"expansion":"Kingsport Horror"}
]