[
{"encounter":"\"Good grief, look at this mess. Hey, you want to make some quick cash? I'll give you $2 to sweep the diner and take out the trash.\" If you accept, gain $2 and stay here next turn.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"\"This must be where pies go when they die.\" If you want, pay $1 to enjoy a fine slice of cherry pie. If you do, gain 2 Stamina",
"skill_check":"",
"expansion":""},
{"encounter":"\"What'll it be, hon?\" Velma takes your order. Pay up to $6 to gain that many points split between Sanity and Stamina however you like.",
"skill_check":"",
"expansion":""},
{"encounter":"\"You want the regular pie, or the magic pie?\" asks Velma, with no apparent trace of irony. You may spend $5 to gain 1 Stamina, 1 Sanity, and become Blessed.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"A mugger emerges from out back, and sees you just as you see him. \"Keep it quiet and we'll split the proceeds,\" he says, holding out a wallet. Either accept the stolen money and gain $3, or shout for the police and allow karma to reward you with 1 Sanity and 1 Stamina instead.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"A reporter from the Arkham Advertiser offers you money to plant a dead scarab beetle in your soup bowl so he can get a story. If you do so, gain $3 but place a Patrol marker on the street area of Easttown.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh (Revised Edition)"},
{"encounter":"A reporter from the Arkham Advertiser offers you money to plant a dead scarab beetle in your soup bowl so he can get a story. If you do so, gain $3 but you are Barred from Easttown.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"An irritable stranger in ragged clothes is demanding money from Velma's diners. If you do not give him $1, he Curses you before Velma throws him out.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"An old man sitting alone starts choking on his meatloaf. Pass a Speed (-1) check to slap him on the back and dislodge the food in time. If you succeed, he tearfully thanks you and offers you his fondest possession as a reward. Draw one Unique Item. If you fail, lose 1 Sanity as you watch him pass away.",
"skill_check":"Speed -1",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Free Egyptian grain bread to make the newcomers welcome! Gain 1 Stamina.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"If Velma's Gratitude is facedown, a muscular man begins to tear up the joint. If your current Fight is at least 4, you may draw 1 Injury to throw him out. If you do so, turn Velma's Gratitude faceup. \"Thanks so much, hon. You and your friends can eat here for free whenever you like.\"",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Joey \"The Rat\" is sitting at the counter and motions for you to come over. \"You looking for anything in particular?\" He has several items for sale. Draw 2 Common Item cards and pay $2 more than the list price if you wish to purchase one or both of them. \"Sorry, I got kids to feed, ya know.\"",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"The diner in the next booth suddenly checks his watch, stands, and rushes out the door. When Velma comes over with his blue-plate special and you explain his absence, she offers it to you, on the house. \"No sense throwing it out,\" she says. Search the Common Item deck for a Food card and take it.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"There's a hideous shriek outside. You may move to the street, where - if the Sky contains any monsters - you find some poor fallen soul, still clutching a weapon. Search the Common Item deck and take the first Weapon you find. Otherwise, nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Today's special is a turkey dinner with all the trimmings. You may spend $3 to gain 4 points split between your Sanity and Stamina however you like.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Today's special is the lumberjack breakfast;a huge pile of eggs, bacon, sausage, and hash browns. If you'd like to try it, pay $2 and gain 2 Stamina and 1 Sanity.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Two businessmen are arguing over who will pay the bill, and both have put several dollars on the table. If you can sneak one of the payments off the table, each of the businessmen will think the other relented and will drop the argument. Plus, you'll make a little money. Make a Sneak (-2) check and gain $3 if you pass.",
"skill_check":"Sneak -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Velma asks you to sample her new Egyptian barley soup recipe. Pass a Luck (-2) check to gain Stamina equal to your number of successes. If you fail, lose 1 Stamina.",
"skill_check":"Luck -2",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"Velma comments on how skinny you look and gives you a sandwich on the house. You may search the Common Item deck for a Food and take it.",
"skill_check":"",
"expansion":""},
{"encounter":"Velma comments on how skinny you look and gives you a sandwich on the house. You may search the Common Item deck for a Food card and take it.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Velma comments on how skinny you look and gives you a sandwich on the house. You may search the Common Item deck for a Food card and take it.",
"skill_check":"",
"expansion":"Dunwich Horror"},
{"encounter":"Velma comments on how skinny you look and gives you a sandwich on the house. You may search the Common Item deck for a Food card and take it.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"Velma decides to treat you to a hero's feast. Roll a die for each gate or monster trophy you have. For each success you roll, gain 1 Stamina.",
"skill_check":"",
"expansion":"The King in Yellow"},
{"encounter":"Velma is brewing up a fresh pot of her famous coffee. Gain 1 Sanity.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"Velma reads the tea leaves left in your cup. Make a Luck (-1) check. If you pass, the formation of the leaves indicates hope, you are Blessed. If you fail, the future looks bleak, you are Cursed.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"Velma's got a fire in the kitchen! Make a Speed (-2) check to extinguish it before any damage is done. If you pass, Velma's grateful expression inspires you and you recover 1 Sanity. If you fail, lose 1 Stamina from some bad burns.",
"skill_check":"Speed -2",
"expansion":"The Lurker at the Threshold"},
{"encounter":"Velma's hot turkey sandwich with potatoes and gravy hits the spot! Gain 1 Stamina.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"While eating your pork chops, a pale stranger comes out from the kitchen and whispers in your ear what you are actually eating. The stranger disappears into the night and you lose 1 Sanity.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Whoever is sitting at the table behind you is having a fascinating conversation. Pass a Sneak (-1) check to eavesdrop, gaining one Clue token for each success.",
"skill_check":"Sneak -1",
"expansion":"The Black Goat of the Woods"},
{"encounter":"Whoever sat here before you had been scribbling on his napkin. Pass a Lore (-1) check to gain a Clue token.",
"skill_check":"Lore -1",
"expansion":"Innsmouth Horror"},
{"encounter":"You begin pumping the \"Legacy of the Pharoahs\" exhibit curator for information. He of course denies that the exhibit has anything to do with the strange occurrences in Arkham lately, and offers to pay for your meal to make sure you tell the same to anyone you work for. If you have the Retainer, Deputy of Arkham, or Silver Twilight Lodge Membership cards, you may discard one to gain 2 Stamina and $5.",
"skill_check":"",
"expansion":"Curse of the Dark Pharaoh"},
{"encounter":"You bite into a biscuit and find a plump, white grave worm writhing inside! Make a Fight (+1) check to keep your lunch down. If you fail, lose 1 Stamina.",
"skill_check":"Fight +1",
"expansion":"The King in Yellow"},
{"encounter":"You don't notice right away, but Velma has accidentally given you too much change. Gain $1.",
"skill_check":"",
"expansion":"The Black Goat of the Woods"},
{"encounter":"You find some money on the floor under the back booth. If you take it, make a Sneak (-1) check. If you pass, roll a die and gain that much money. If you fail, Velma sees you pick up the money. She comes over and swipes it out of your hands screaming, \"Stealing my tips!\" so loudly that you flee the diner. Move to the street",
"skill_check":"Sneak -1",
"expansion":""},
{"encounter":"You forgot to pay for your meal. Make a Luck (+0) check. If you pass, you realize it later and Velma tells you not to worry about it, so nothing happens. If you fail, she sends Deputy Dingby after you. You are taken to the Police Station and arrested, unless you're the Deputy.",
"skill_check":"Luck +0",
"expansion":"The King in Yellow"},
{"encounter":"You get food poisoning! Pass a Luck (-1) check or lose 2 Stamina.",
"skill_check":"Luck -1",
"expansion":""},
{"encounter":"You overhear a man threatening an elderly woman with blackmail. He shows her an envelope, smiles, then returns it to his pocket and heads for the door. Make a Sneak (-1) check to lift the envelope from his pocket. If you pass, you may either look inside to gain a Clue token or sell it back to the woman for $1.",
"skill_check":"Sneak -1",
"expansion":"The King in Yellow"},
{"encounter":"You see a veteran, blinded by gas during the Great War, come into the diner. Spend $2 to buy him dinner or lose 1 Sanity.",
"skill_check":"",
"expansion":"The Lurker at the Threshold"},
{"encounter":"You spot a rat leaving the kitchen. Pass a Will (-2) check to convince Velma to bribe you $5 not to tell anyone.",
"skill_check":"Will -2",
"expansion":""},
{"encounter":"You take a job working in the diner for tips, and you'll never disparage a waitress again. Make a Speed (-1) check. If you succeed, gain $2. If you fail, lose 1 Stamina but you may search the Skill deck for the Speed card and take it.",
"skill_check":"Speed -1",
"expansion":"Curse of the Dark Pharaoh"}
]