[{
"expansion":"",
"encounter":"A glowing light ahead draws you towards it. Make a Luck (-1) check. If you pass, the glow is a way home. Return to Arkham. If you fail, the light is a trap set by one of the creatures that lives here. A monster appears!",
"check":"Luck -1"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"A horrible scene captures your gaze. Creatures that mortals would call angels and devils cavort together, their bodies and laughter mingling in an unholy fusion. If you join their dance, take both the Tainted card and the Anointed card.",
"check":""},
{
"expansion":"",
"encounter":"A monster appears!",
"check":""},
{
"expansion":"The Black Goat of the Woods",
"encounter":"A monster appears!",
"check":""},
{
"expansion":"Miskatonic Horror: Kingsport Horror component",
"encounter":"A monster appears!",
"check":""},
{
"expansion":"The Lurker at the Threshold",
"encounter":"A subterranean monster appears!",
"check":""},
{
"expansion":"Dunwich Horror",
"encounter":"Alone in the darkness with only your thoughts, you make what peace with yourself you can. Gain 1 Sanity.",
"check":""},
{
"expansion":"Dunwich Horror",
"encounter":"Countless voices chitter and gibber in the caves, driving you to the brink of insanity and causing your arcane lore to become jumbled. Roll a die for each Spell you have, discarding it on a failure.",
"check":""},
{
"expansion":"Innsmouth Horror",
"encounter":"Halfway down the cliff, you manage to grab onto a stone outcropping. Looking back up to where you fell from, the question remains- climb back up or climb down?If you climb back up, pass a Fight (-2) check to safely reach the top and return to Arkham. If you fail, you are delayed.If you climb down, make a Luck (-1) [2] check. If you pass, you find a great treasure at the bottom. Draw 2 Unique Items. If you fail, a monster awaits you at the bottom.",
"check":"Fight -2ORLuck -1 [2]"},
{
"expansion":"Dunwich Horror",
"encounter":"If Azathoth is the Ancient One, then make a Luck (+0) [3] check. If you fail, you find yourself at the center of the universe and one look at the creatures there blasts your mind to jelly. You are devoured. If you pass, nothing happens.",
"check":"Luck +0 [3]"},
{
"expansion":"The Black Goat of the Woods",
"encounter":"It is the little things that comfort you in your darkest hour. You think fondly of the mundane joys of your life. Regain 1 Sanity for each Common Item you possess.",
"check":""},
{
"expansion":"Kingsport Horror",
"encounter":"Out of the darkness, a monster appears! If you defeat it, return to Arkham.",
"check":""},
{
"expansion":"",
"encounter":"Pass a Luck (-1) check or you are faced with an enormous mountain with a strange symbol carved into it, as if by the claw of a gigantic creature. THe world swims around you and you lose 3 Sanity.",
"check":"Luck -1"},
{
"expansion":"Dunwich Horror",
"encounter":"Pass a Luck (-2) check or the shadowy creatures capture you and torture you for days. Draw 1 Injury and 1 Madness card, then discard one of them of your choice. If you pass, you escape with the idol's jeweled eyes. Gain $5.",
"check":"Luck -2"},
{
"expansion":"",
"encounter":"Pass a Speed (-1) check to avoid a monstrous mass. If you fail, you are lost in time and space.",
"check":"Speed -1"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"Something impossibly huge and ominous lurches across the horizon. Pass a Luck (-1) check or its gaze, with eyes the size of planets, falls upon you, and you lose 2 Sanity.",
"check":"Luck -1"},
{
"expansion":"The King in Yellow",
"encounter":"Something offers you a deal. Either all other investigators lose their choice of 1 Sanity or 1 Stamina, or you are reduced to 1 Sanity and 1 Stamina.",
"check":""},
{
"expansion":"",
"encounter":"Starving, you consider eating some of the glowing mushrooms. If you decide to do so, make a Luck (-1) check. If you fail, roll a die and lose that much Stamina. If you succeed, roll a die and gain that much Stamina.",
"check":"Luck -1"},
{
"expansion":"The King in Yellow",
"encounter":"Tentacles pull your body in an infinite number of directions... or is that your mind they are shattering, instead? Either your Sanity is reduced to 1 or your Stamina is reduced to 1.",
"check":""},
{
"expansion":"The King in Yellow",
"encounter":"The air becomes viscous and toxic. Pass a Fight (+0) check to push your way free. If you fail, lose 1 Stamina and make the check again. Continue making the check until you are free or you are knocked unconscious.",
"check":"Fight +0"},
{
"expansion":"",
"encounter":"The caverns split. Make a Luck (+1) check and consult the chart below.\nSuccesses:\n0-1: Move to the Black Cave\n2: Move to The Dreamlands.\n3+: You enter a dark temple. Pass a Luck (-1) check to draw a Unique Item.",
"check":"Luck +1"},
{
"expansion":"Miskatonic Horror: Kingsport Horror component",
"encounter":"The climb across the jagged landscape is brutal. Every stone surface you touch cuts into your flesh. Lose 1 Stamina.",
"check":""},
{
"expansion":"The Black Goat of the Woods",
"encounter":"The darkness claws at your mind, obscuring what was once so clear to you. Make a Will (-1) check. For each success you roll, you may keep 1 Clue token, losing the others.",
"check":"Will -1"},
{
"expansion":"The Lurker at the Threshold",
"encounter":"The darkness here is absolute. Pass a Will (-1) check or lose 1 Sanity.",
"check":"Will -1"},
{
"expansion":"Kingsport Horror",
"encounter":"The darkness seethes in pursuit, gaining... gaining... If your Speed is currently 2 or less, you are lost in time and space.",
"check":""},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"The faces of those you have failed erupt from the earth around you, accusing, pleading, hating. Pass a Lore (-1) [2] check to take the Psychic card. If you roll only 1 success, you must take either the Tainted or Harried card, and if you roll no successes, you must take both the Harried and Tainted cards.",
"check":"Lore -1 [2]"},
{
"expansion":"",
"encounter":"The feeble glow and warmth of the candle is enough to restore you a bit. Gain 1 Stamina.",
"check":""},
{
"expansion":"The King in Yellow",
"encounter":"The ground shakes and a crevasse opens beneath you, threatening to swallow you. Pass a Speed (-1) check or you are lost in time and space.",
"check":"Speed -1"},
{
"expansion":"The King in Yellow",
"encounter":"The horror within erupts from your own throat and attempts to choke you. You lose Stamina equal to the number of points of Sanity you are currently short of your maximum.",
"check":""},
{
"expansion":"The King in Yellow",
"encounter":"The icy wind howls through the endless tunnels with no sign of relief. Pass a Will (-1) check or lose 1 Sanity.",
"check":"Will -1"},
{
"expansion":"The Lurker at the Threshold",
"encounter":"The phosphorescent fungus make this cavern appealing to rest a moment... but the toxic spores they emit prove dangerous! Make a Will (-1) [2] check or lose 2 Sanity and 2 Stamina.",
"check":"Will -1 [2]"},
{
"expansion":"",
"encounter":"The stone arch breaks! Pass a Speed (-1) check to dive out of the way or roll a die and lose that much Stamina.",
"check":"Speed -1"},
{
"expansion":"Miskatonic Horror: Dunwich Horror component",
"encounter":"The vast desolate landscape gives you no sense of progress. You walk for what seems days and yet you see nothing growing closer, nothing fading away as you move away from it. Lose 1 Sanity.",
"check":""},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"This place is alive with malevolent intent. It likes it when you inflict pain upon yourself. Discard any amount of Stamina, all at once; for each Stamina token you discarded, pass a Will (-1) check to gain 2 Clue tokens.",
"check":"Will -1"},
{
"expansion":"Miskatonic Horror: Dunwich Horror component",
"encounter":"This place looks familiar, like something from a dream in your childhood. With horror, you recall a nightmare of dying in such a place. Make a Will (-1) check. If you fail, lose 1 Sanity and 1 Stamina.",
"check":"Will -1"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"This place seduces you into madness with hints of escape. Discard any amount of Sanity, all at once; for each Sanity token you discarded, pass a Fight (-1) check to gain 2 Clue tokens.",
"check":"Fight -1"},
{
"expansion":"Kingsport Horror",
"encounter":"Two paths diverge in darkness. Make a Luck (-2) check. If you pass, you are delayed unless you spend a Clue token. If you fail, you are lost in time and space.",
"check":"Luck -2"},
{
"expansion":"Innsmouth Horror",
"encounter":"Up ahead, the tunnel branches to the left and to the right.If you go left, the tunnel slopes down into the darkness, and you hear the strange barking of ghouls up ahead. Make a Luck (-1) [2] check. If you pass, the ghouls are friendly enough, and show you a way out of the tunnels. Return to Arkham. If you fail, they lock you up in a cage. You are delayed.If you go right, the tunnel slopes upward towards a reddish light. Make a Lore (-2) check to notice a magical pattern in the dim light. If you pass, draw 1 Spell. If you fail, nothing happens.",
"check":"Luck -1 [2]ORLore -2"},
{
"expansion":"",
"encounter":"You are bewildered. Pass a Lore (-1) check or stay here next turn.",
"check":"Lore -1"},
{
"expansion":"",
"encounter":"You are disturbed by unsettling echoes. Pass a Sneak (-1) check to quiet them or lose 2 Sanity.",
"check":"Sneak -1"},
{
"expansion":"",
"encounter":"You are lost in the darkness. Pass a Luck (-2) check or lose 1 Sanity and stay here next turn.",
"check":"Luck -2"},
{
"expansion":"The Black Goat of the Woods",
"encounter":"You can feel bleak despair taking over your mind. Make a Will (-2) check. If you pass, regain 1 Sanity. If you do not, you leap blindly into the yawning darkness and are lost in time and space.",
"check":"Will -2"},
{
"expansion":"The Lurker at the Threshold",
"encounter":"You climb a long stone stair towards Sarkomand. Make a Fight (+0) [2] check. If you pass, move to the Dreamlands. If you fail, you become exhausted and must stay here next turn.",
"check":"Fight +0 [2]"},
{
"expansion":"Kingsport Horror",
"encounter":"You curse your wet matches, knowing for certain that in the light, much would be revealed. Gain 2 Clue tokens if the terror level is 5 or less.",
"check":""},
{
"expansion":"The Black Goat of the Woods",
"encounter":"You discover a large chamber filled with hideous creatures, in numbers too vast to count. Your only hope is to pass undetected. Pass a Sneak (+1) check or be devoured.",
"check":"Sneak +1"},
{
"expansion":"The Lurker at the Threshold",
"encounter":"You grope blindly in the darkness, desperately avoiding razor-sharp shards of stone. Make a Luck (+1) check. Lose 4 Stamina, reduced by 1 per success.",
"check":"Luck +1"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"You look into a pool of water and see someone! Choose another investigator and make a Will (-2) check.\nSuccesses:\n0) He is drawn into the Abyss.\n1-2) You and he switch places.\n3+) You move to his location, and the gate through which you entered the Abyss is sealed.",
"check":"Will -2"},
{
"expansion":"",
"encounter":"You rest a bit beside a small, glowing pool filled with black, blind fish. Pass a Luck (-1) check to notice an unusual object in the water. Fishing it out, you draw 1 Unique Item and gain $3.",
"check":"Luck -1"},
{
"expansion":"The Lurker at the Threshold",
"encounter":"You stumble down a twisting passage and a monster appears!",
"check":""},
{
"expansion":"The Black Goat of the Woods",
"encounter":"Your journey through the darkness is slow but restful. you are restored to your maximum Stamina, but are delayed.",
"check":""}
]
