[{
"expansion":"The Black Goat of the Woods",
"encounter":"A book that you thought contained useful information has suddenly turned into a vivid description of methods of torture. Lose 1 Sanity.",
"check":""},
{
"expansion":"",
"encounter":"A lurking monster appears!",
"check":""},
{
"expansion":"The Black Goat of the Woods",
"encounter":"A lurking monster appears!",
"check":""},
{
"expansion":"Miskatonic Horror: Dunwich Horror component",
"encounter":"A lurking monster appears!",
"check":""},
{
"expansion":"Miskatonic Horror: Dunwich Horror component",
"encounter":"A package wrapped in brown paper sits on a table. Your name is written on the package. If you choose to open it, make a Luck (-1) check. If you pass, search the Unique Item deck for the first Tome you find and keep it. If you fail, the package was a trap. You are Cursed.",
"check":"Luck -1"},
{
"expansion":"The Black Goat of the Woods",
"encounter":"A strangely dressed man accuses you of trying to steal his book. Make a Fight (-2) check. If you succeed, you can take his book away. Take the first Tome in the Unique Item deck. If you fail, lose 1 Stamina.",
"check":"Fight -2"},
{
"expansion":"Dunwich Horror",
"encounter":"An almost-overlooked fragment of text reveals your best course of action. Gain 1 Clue token, plus 1 extra Clue token for each Tome you have.",
"check":""},
{
"expansion":"The Lurker at the Threshold",
"encounter":"An endless bookshelf! Make a Luck (+1) check and consult the chart below.\nSuccesses:\n0-1) Nothing happens.\n2) Gain 1 Spell.\n3+) Search the Unique Item deck and take the first Tome you find.",
"check":"Luck +1"},
{
"expansion":"",
"encounter":"An old professor from Earth teaches you a thing or two. Pass a Luck (-1) [2] check to draw 1 Skill.",
"check":"Luck -1 [2]"},
{
"expansion":"",
"encounter":"As you read the page, you realize that you have stumbled into a written trap. Pass a Lore (-1) check or you are Cursed.",
"check":"Lore -1"},
{
"expansion":"Kingsport Horror",
"encounter":"Before this trove of knowledge, your mind unlocks, for must not all books reflect the singularity of fact here recorded? Roll a die for each Tome you possess. If you roll any successes, return to Arkham and immediately close this gate, which you may seal normally.",
"check":""},
{
"expansion":"Kingsport Horror",
"encounter":"Even a brief visit sees the scales fall from your eyes; every word of recorded knowledge in all places and times is multiplied in your understanding. Take a Clue token for every Tome you possess.",
"check":""},
{
"expansion":"The Black Goat of the Woods",
"encounter":"It is recommended to you to simply open a book at random to find the answers you seek. If you would like to give it a try, make a Luck (-2) check. If you pass, gain 2 Clue tokens. If not, you still gain 2 Clue tokens but you are delayed.",
"check":"Luck -2"},
{
"expansion":"Kingsport Horror",
"encounter":"Knowledge empowers the body and spirit for those who brave the stars to visit this place. Gain 1 Sanity and 1 Stamina for each Spell you possess.",
"check":""},
{
"expansion":"The Lurker at the Threshold",
"encounter":"Make a Lore (+0) [2] check to decipher these cryptic runes and find a way out! If you fail, you are delayed.",
"check":"Lore +0 [2]"},
{
"expansion":"The Lurker at the Threshold",
"encounter":"Make a Luck (-1) check to find a scroll containing 1 Spell.",
"check":"Luck -1"},
{
"expansion":"Innsmouth Horror",
"encounter":"Meandering down a forgotten aisle of books, you come across an open tome lying on the floor. Do you put it back on the shelf, or read it?If you put it back on the shelf, make a Luck (-1) check. If you pass, a piece of paper flutters out as you pick it up. Reading it, you gain 5 Clue tokens. If you fail, the tome has an evil aura surrounding it. You are Cursed.If you read the book, you learn a new spell. Draw 1 Spell, discarding it and drawing another if you already have it.",
"check":"Luck -1"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"No sound is allowed in the great library but the rustling of pages and the whisper of thoughts. Make a Sneak (-2) check or you are delayed.",
"check":"Sneak -2"},
{
"expansion":"",
"encounter":"Pass a Luck (-1) check or the book is a prison. If you fail, roll a die. On a failure, a monster appears from the book. On a success, you are drawn into the book for a time. Stay here next turn.",
"check":"Luck -1"},
{
"expansion":"",
"encounter":"Pass a Luck (-2) check to find a book small enough to carry. Search the Unique Item deck and take the first Tome you find.",
"check":"Luck -2"},
{
"expansion":"",
"encounter":"Pass a Luck (-2) check to find a valuable book. If so, search the Unique Item deck and take the first Tome you find.",
"check":"Luck -2"},
{
"expansion":"The King in Yellow",
"encounter":"Pass a Will (-3) check to be allowed to leave the library, or you are delayed. You gain a +1 bonus to the check for each Spell you have.",
"check":"Will -3"},
{
"expansion":"Dunwich Horror",
"encounter":"Professor Laban Shrewsbury shows you some of the secrets of the Great Library. Gain 2 Clue tokens.",
"check":""},
{
"expansion":"",
"encounter":"That's it! That's the document you need! Quietly, you reach for it, trying not to disturb its guardian. Make a Sneak (-2) check. If you pass, search the Spell deck and take 1 Spell of your choice. If you fail, lose 2 Stamina.",
"check":"Sneak -2"},
{
"expansion":"Kingsport Horror",
"encounter":"The bargain struck, the strange creature melds into the recesses of your consciousness. Take this card. You may pay the Sanity cost of any Spell by placing a Clue token on this card each time you would otherwise lose 1 Sanity. Discard this card when it has 3 Clue tokens on it.",
"check":""},
{
"expansion":"Dunwich Horror",
"encounter":"The book is a detailed account of your life. Every place you've been and everything you've thought is recorded within. Pass a Luck (-1) check or you notice that you are perilously close to the end of the book. Lose 2 Sanity.",
"check":"Luck -1"},
{
"expansion":"Dunwich Horror",
"encounter":"The book seems to be the key to it all, but the old man asks a steep price for it. You may pay $5 to gain 1 Clue token and return to Arkham.",
"check":""},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"The book you are reading is a vacuous tome of oblivion, and it begins to suck you into its pages! Make a Fight (+1) check or you are devoured. Spells may be discarded as if they were Clue tokens for this check.",
"check":"Fight +1"},
{
"expansion":"Miskatonic Horror: Kingsport Horror component",
"encounter":"The book's images are so familiar, but the strange language is frustratingly indecipherable. Make a Lore (+1) check and gain 1 Clue token for each success. Then lose 2 Sanity.",
"check":"Lore +1"},
{
"expansion":"The Lurker at the Threshold",
"encounter":"The creature here demands tribute. Add to the library by discarding 1 Spell and be rewarded with 2 Clue tokens. If you do not, the creature's anger costs you 1 Sanity and 1 Stamina.",
"check":""},
{
"expansion":"The Lurker at the Threshold",
"encounter":"The creature that acts as librarian here is asleep. Make a Sneak (-1) check to pilfer important documents and gain 2 Clue tokens.",
"check":"Sneak -1"},
{
"expansion":"",
"encounter":"The huge book opens noiselessly at your approach. If you choose, you may read it, in which case you must pass a Fight (-1) [2] check to defeat its guardian. If you do, draw 3 Spells and keep 2 of them. If you fail, lose 3 Stamina.",
"check":"Fight -1 [2]"},
{
"expansion":"The King in Yellow",
"encounter":"The librarians are nowhere to be seen. Pass a Speed (-1) check to draw Unique items equal to your successes, keeping any Tomes that you draw and discarding the rest.",
"check":"Speed -1"},
{
"expansion":"Innsmouth Horror",
"encounter":"The shrunken old man smiles toothlessly and offers you a choice of two gifts- either a gilded book or a small box.If you choose the book, draw 3 Spells, plus 1 additional Spell for each Clue token you spend. Keep 1 Spell of your choice and discard the others.If you select the box, you open it, only to find nothing inside. Confused, you look up, only to find that the man is gone. However, if you are Cursed, you are Blessed. Otherwise, you may discard 1 Madness or Injury.",
"check":""},
{
"expansion":"",
"encounter":"The symbol above the doorway glows. Make a Luck (-1) check. If you pass, gain 2 Stamina and 2 Sanity. If you fail, lose 2 items of your choice.",
"check":"Luck -1"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"The unwelcome are shown no mercy. Make a Lore (-1) check or you are expelled from the great library, where a monster surprises you.",
"check":"Lore -1"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"Words are the nourishment of the mind. You lose 1 Stamina, but make a Speed (-1) check. If you pass, gain 2 Sanity.",
"check":"Speed -1"},
{
"expansion":"",
"encounter":"You come across a wizened old creature who debates with you for some time. If you pass a Lore (-1) check, the creature is amused by your discussion and you are Blessed.",
"check":"Lore -1"},
{
"expansion":"The Black Goat of the Woods",
"encounter":"You discover a copy of your favorite childhood story book. Gain 2 Sanity.",
"check":""},
{
"expansion":"The King in Yellow",
"encounter":"You feel that all the answers are here, if only you can find them. Gain 2 Clue tokens, but you are delayed.",
"check":""},
{
"expansion":"The Lurker at the Threshold",
"encounter":"You find a book in a familiar language. Make a Luck (-1) check. If you pass, the book is useful! Gain 1 Skill. If you fail, it's useless and poorly-written.",
"check":"Luck -1"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"You find a journal so compelling that the author seems to live in your mind! Make a Luck (+1) check. If you fail, lose 2 Sanity. If you pass, draw an Ally and place tokens on it equal to the number of successes rolled. Discard 1 token from it during each Upkeep Phase. If it has no tokens at the beginning of the Upkeep Phase, discard the Ally instead.",
"check":"Luck +1"},
{
"expansion":"The King in Yellow",
"encounter":"You find a strange, distorted mirror, and looking inside, see the visage of a fellow investigator! If another player agrees, your and his investigators may switch locations.",
"check":""},
{
"expansion":"",
"encounter":"You find secret lore hidden in the mosaics  on the wall. Make a Lore (+2) check and gain Clue tokens equal to your successes.",
"check":"Lore +2"},
{
"expansion":"The King in Yellow",
"encounter":"You may discard any number of Tomes in exchange for drawing an equal number of cards from the Unique Item deck.",
"check":""},
{
"expansion":"The King in Yellow",
"encounter":"You stumble upon a discussion of the Ancient Ones. If you continue on your way, nothing happens. If you stop to listen, pass a Lore (-3) [2] check or lose 4 Sanity. If you pass, take this card. If the Ancient One awakens, you may discard this card to cancel its entire attack for one turn.",
"check":"Lore -3 [2]"},
{
"expansion":"Curse of the Dark Pharaoh",
"encounter":"You wander through endless rows of tablets, scrolls, and tomes. If you wish, you may spend 1 Sanity and 1 Stamina to make a Luck (+0) check. If you pass, you may search the Common Item, Unique Item, or Exhibit Item deck for any single Tome card and take that card.",
"check":"Luck +0"},
{
"expansion":"Miskatonic Horror: Kingsport Horror component",
"encounter":"You were told the book you were looking for was on one of these tables, but there's hundreds of books stacked in random piles! Make a Luck (-1) check to find it and gain 2 Clue tokens if you pass. If you fail, you are delayed.",
"check":"Luck -1"},
{
"expansion":"The Black Goat of the Woods",
"encounter":"You've found a most amazing book, filled with everything you could ever want to know-- provided you can endure reading it. For each point of Sanity you are willing to lose, you may draw a Spell; choose one to keep and discard the others.",
"check":""},
{
"expansion":"",
"encounter":"Your red-eyed reflection in the mirror captures your attention. Stay here next turn.",
"check":""}
]
