[{
"name":"Allergic Reactions",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Agoraphobia",
"description":"Upkeep: Lose 1 Stamina if you are in a street area.\nTreat this card as a duplicate of the Agoraphobia Madness card for purposes of being devoured."
},
{
"name":"Back Injury",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Obsessed",
"image":"/File%3ABackInjury.png",
"description":"You cannot have a total of more than 3 Common items and Unique items.  If you ever have more than that, you must discard any extras.\nIf you ever gain another Back Injury card, you are devoured."
},
{
"name":"Blood Disease",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Addiction",
"description":"If you use 4 or more movement points in a single Movement Phase, lose 1 Stamina.\nTreat this card as a duplicate of the Addiction Madness card for purposes of being devoured."
},
{
"name":"Broken Hand",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Compulsive",
"image":"/File%3ABrokenHand.png",
"description":"You have 1 fewer hand to use during combat.\nIf you ever gain another Broken Hand card, you are devoured."
},
{
"name":"Concussion",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Narcolepsy",
"image":"/File%3AConcussion.png",
"description":"You cannot adjust any of your skills by more than 1 stop per turn.\nIf you ever gain another Concussion card, you are devoured."
},
{
"name":"Consumption",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Despondent",
"image":"/File%3AConsumption.png",
"description":"-1 Maximum Stamina\nIf you ever gain another Consumption card, you are devoured."
},
{
"name":"Cracked Ribs",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Amnesia",
"description":"If you ever lose 3 or more Stamina at once (after any reductions), you are devoured\nTreat this card as a duplicate of the Amnesia Madness card for purposes of being devoured."
},
{
"name":"Disfiguring Scars",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Xenophobia",
"description":"Any time you fail a Sneak check (not including Evade checks) while in Arkham, raise the terror level by 1.\nTreat this card as a duplicate of the Xenophobia Madness card for purposes of being devoured."
},
{
"name":"Dizzy Spells",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Claustrophobia",
"description":"You are delayed each time you get no successes on any skill check made during an encounter (but not during combat caused by encounters).\nTreat this card as a duplicate of the Claustrophobia Madness card for purposes of being devoured."
},
{
"name":"Double Vision",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Hallucinations",
"image":"/File%3ADoubleVision.png",
"description":"You may not pick up Clue tokens on the board, although you may still gain them by other means, such as through encounters and by defeating monsters.\nIf you ever gain another Double Vision card, you are devoured."
},
{
"name":"Feverish",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Paranoia",
"description":"You cannot spend more than 2 Clue tokens on any skill check.\nTreat this card as a duplicate of the Paranoia Madness card for purposes of being devoured."
},
{
"name":"Head Wound",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Delusional",
"image":"/File%3AHeadWound.png",
"description":"-1 Lore\nYou cannot spend more than 2 Clue tokens to add to any Lore check.\nIf you ever gain another Head Wound card, you are devoured."
},
{
"name":"Hearing Loss",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Hearing Voices",
"image":"/File%3AHearingLoss.png",
"description":"-1 Sneak\nYou cannot spend more than 2 Clue tokens to add to any Sneak check.\nIf you ever gain another Hearing Loss card, you are devoured."
},
{
"name":"Heart Damage",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Delirium",
"description":"Treat all monsters you combat as having the Overwhelming 1 ability (or, if the monster already has the Overwhelming ability, add one to its current Overwhelming ability).\nTreat this card as a duplicate of the Delirium Madness card for purposes of being devoured."
},
{
"name":"Infected Wound",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Necrophobia",
"description":"When you gain Stamina, you gain 1 less point of Stamina (to a minimum of 0). Disregard this when you are knocked unconscious and are restored to 1 Stamina.\nTreat this card as a duplicate of the Necrophobia Madness card for purposes of being devoured."
},
{
"name":"Injured Arm",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Violent Outbursts",
"image":"/File%3AInjuredArm.png",
"description":"-1 Fight\nYou cannot spend more than 2 Clue tokens to add to any Fight check.\nIf you ever gain another Injured Arm card, you are devoured."
},
{
"name":"Jinxed",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Superstitious",
"image":"/File%3AJinxed.png",
"description":"-1 Luck\nYou cannot spend more than 2 Clue tokens to add to any Luck check.\nIf you ever gain another Jinxed card, you are devoured."
},
{
"name":"Memory Loss",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Nightmares",
"image":"/File%3AMemoryLoss.png",
"description":"You cannot have a total of more than 3 Skills and Spells (added together).  If you ever have more than that, you must discard any extras.\nIf you ever gain another Memory Loss card, you are devoured."
},
{
"name":"Nerve Damage",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Depression",
"description":"Anytime you lose Stamina (even if the loss is reduced to 0), the amount of Stamina lost is increased by 1.\nTreat this card as a duplicate of the Depression Madness card for purposes of being devoured."
},
{
"name":"Respiratory Ailment",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Hysteria",
"description":"After each skill check, lose an amount of Stamina equal to the number of Clue tokens you spent during the check.\nTreat this card as a duplicate of the Hysteria Madness card for purposes of being devoured."
},
{
"name":"Seizures",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Mania",
"description":"Anytime you lose Sanity (even if the loss is reduced to 0), lose 1 Stamina.\nTreat this card as a duplicate of the Mania Madness card for purposes of being devoured."
},
{
"name":"Skin Rash",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Schizophrenia",
"description":"Anytime you lose Stamina (even if the loss is reduced to 0), lose 1 Sanity.\nTreat this card as a duplicate of the Schizophrenia Madness card for purposes of being devoured."
},
{
"name":"Sprained Ankle",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Panic",
"image":"/File%3ASprainedAnkle.png",
"description":"-1 Speed\nYou cannot spend more than 2 Clue tokens to add to any Speed check.\nIf you ever gain another Sprained Ankle card, you are devoured."
},
{
"name":"Tainted",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Anxiety",
"image":"/File%3ATainted.png",
"description":"-1 Will\nYou cannot spend more than 2 Clue tokens to add to any Will check.\nIf you ever gain another Tainted card, you are devoured."
}]