[{
"name":"Addiction",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Blood Disease",
"image":"/File%3AAddiction.png",
"description":"Upkeep:  You must spend $1 or your Focus drops to 0 for this turn.\nIf you ever gain another Addiction card, you are devoured.",
},
{
"name":"Agoraphobia",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Allergic Reactions",
"image":"/File%3AAgrophobia.png",
"description":"Upkeep: Lose 1 Sanity if you are in a street area.\nIf you ever gain another Agoraphobia card, you are devoured.",
},
{
"name":"Amnesia",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Cracked Ribs",
"image":"/File%3AAmnesia.png",
"description":"You cannot have more than 4 Clue tokens at once.  You must immediately discard any extras.\nIf you ever gain another Amnesia card, you are devoured.",
},
{
"name":"Anxiety",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Tainted",
"description":"Upkeep: Lose 1 Sanity if at least 1 monster token is in your current street area or location or is an adjacent street area or location\nTreat this card as a duplicate of the Tainted Injury card for purposes of being devoured..",
},
{
"name":"Claustrophobia",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Dizzy Spells",
"image":"/File%3AClaustrophobia.png",
"description":"Upkeep: Lose 1 Sanity if you are in a location (not including Arkham Asylum or Other Worlds).\nIf you ever gain another Claustrophobia card, you are devoured.",
},
{
"name":"Compulsive",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Broken Hand",
"description":"During any encounter in which you have the option to make a skill check, you must attempt the check.\nTreat this card as a duplicate of the Broken Hand Injury card for purposes of being devoured..",
},
{
"name":"Delirium",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Heart Damage",
"image":"/File%3ADelirium.png",
"description":"You lose 1 Sanity each time you get no successes on any skill check made during an encounter (but not during combats caused by encounters).\nIf you ever gain another Delirium card, you are devoured.",
},
{
"name":"Delusional",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Head Wound",
"description":"Upkeep: Lose 1 Sanity if you are in a street area.\nTreat this card as a duplicate of the Head Wound Injury card for purposes of being devoured..",
},
{
"name":"Depression",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Nerve Damage",
"image":"/File%3ADepression.png",
"description":"The first Clue token that you spend to add to a given skill check outside of combat (including Evade checks) has no effect.\nIf you ever gain another Depression card, you are devoured.",
},
{
"name":"Despondent",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Consumption",
"description":"If you ever lose 3 or more Sanity at once (after any reductions), you are devoured.\nTreat this card as a duplicate of the Consumption Injury card for purposes of being devoured..",
},
{
"name":"Hallucinations",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Double Vision",
"description":"Anytime you lose Sanity (even if the loss is reduced to 0), the amount of Sanity loss is increased by 1.Treat this card as a duplicate of the Double Vision Injury card for purposes of being devoured..",
},
{
"name":"Hearing Voices",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Hearing Loss",
"description":"For each point of Sanity you lose, discard 1 Clue token if able.\nTreat this card as a duplicate of the Hearing Loss Injury card for purposes of being devoured..",
},
{
"name":"Hysteria",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Respiratory Ailment",
"image":"/File%3AHysteria.png",
"description":"The first Clue token you spend to add to a given skill check during combat (including Combat and Horror checks) has no effect.\nIf you ever gain another Hysteria card, you are devoured.",
},
{
"name":"Mania",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Seizures",
"image":"/File%3AMania.png",
"description":"Whenever you spend Clue tokens, you must spend them in groups of 2.\nIf you ever gain another Mania card, you are devoured.",
},
{
"name":"Narcolepsy",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Concussion",
"description":"When the moon symbol appears in the black movement box of a mythos card during the Mythos Phase, you are delayed.\nTreat this card as a duplicate of the Concussion Injury card for purposes of being devoured..",
},
{
"name":"Necrophobia",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Infected Wound",
"image":"/File%3ANecrophobia.png",
"description":"Undead monsters have Nightmarish 1 against you.\nUpkeep: Lose 1 Sanity if you are in the Graveyard.\nIf you ever gain another Necrophobia card, you are devoured.",
},
{
"name":"Nightmares",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Memory Loss",
"description":"Treat all monsters you combat as having the Nightmarish 1 ability (or, if the monster already has the Nightmarish ability, add 1 to its current Nightmarish ability)\nTreat this card as a duplicate of the Memory Loss Injury card for purposes of being devoured..",
},
{
"name":"Obsessed",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Back Injury",
"description":"You may not use any items that are discarded when they are used. You may not give any items to another investigator.\nTreat this card as a duplicate of the Back Injury Injury card for purposes of being devoured..",
},
{
"name":"Panic",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Sprained Ankle",
"description":"You must always attempt to evade a monster before fighting it. You can not chose to make an Evade check to initiate Combat with an Elusive monster.\nTreat this card as a duplicate of the Sprained Ankle Injury card for purposes of being devoured..",
},
{
"name":"Paranoia",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Feverish",
"image":"/File%3AParanoia.png",
"description":"Discard all of your Allies.  You cannot gain any more Allies.\nUpkeep: Lose 1 Sanity if you are in the same area as another investigator.\nIf you ever gain another Paranoia card, you are devoured.",
},
{
"name":"Schizophrenia",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Skin Rash",
"image":"/File%3ASchizophrenia.png",
"description":"-1 Maximum Sanity\nIf you ever gain another Schizophrenia card, you are devoured.",
},
{
"name":"Superstitious",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Jinxed",
"description":"Each time you fail a Luck check, lose 1 Sanity and you are Cursed.\nTreat this card as a duplicate of the Jinxed Injury card for purposes of being devoured..",
},
{
"name":"Violent Outbursts",
"expansion":"Miskatonic Horror",
"count":"1",
"matching_injury":"Injured Arm",
"description":"You can never attempt to evade or flee from a monster. You can still make Evade checks to initiate combat with Elusive monsters.\nTreat this card as a duplicate of the Injured Arm Injury card for purposes of being devoured..",
},
{
"name":"Xenophobia",
"expansion":"Dunwich Horror",
"count":"2",
"matching_injury":"Disfiguring Scars",
"image":"/File%3AXenophobia.png",
"description":"Upkeep: Lose 1 Sanity if you are in an Other World.\nIf you ever gain another Xenophobia card, you are devoured.",
},
]