[
{"encounter":"\"Are you visiting family in town?\" asks the clerk. Draw one Innsmouth Look card.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"\"I've  noticed some odd things about Innsmouth,\" says Brian Burnham, the teenaged manager of the store. You chat with him for awhile. Gain 1 Clue token.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A conversation with the teenaged manager gives you a much better grasp of the lay of the land. Search the Common Item deck for a Map of Arkham.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"As you browse the aisles, you notice something not quite right for sale in the butcher's section. Pass a Will (-1) check or lose 1 Sanity.",
"skill_check":"Will -1",
"expansion":"Innsmouth Horror"},
{"encounter":"As you step into the grocery, glass crunches beneath your feet. The lights are out. Advancing cautiously, you find the young manager's corpse behind the counter with a note: \"Too many questions.\" Move to the street and lose 1 Sanity. First National Grocery is closed for the rest of the game.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"As you're leaving the grocery, you are set upon by a gang of local toughs. Make a Speed (-1) check to move safely to the street. If you fail, lose 1 Stamina and remain where you are.",
"skill_check":"Speed -1",
"expansion":"Innsmouth Horror"},
{"encounter":"Brian Burnham, the young manager of the store, offers you a bargain. Draw 1 Common Item — you may purchase it for $1 less than its list price.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"Pass a Sneak (-1) check or you accidentally knock over a tower of soup cans. Blushing, you flee to the street.",
"skill_check":"Sneak -1",
"expansion":"Innsmouth Horror"},
{"encounter":"Since there are no other customers in the store, the teenaged manager, who introduces himself as Brian Burnham, shares his lunch and passes an hour in pleasant conversation with you. Gain 1 Stamina and 1 Sanity.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"Some of this food doesn't seem very wholesome... Pass a Luck (+0) check or lose 1 Stamina.",
"skill_check":"Luck +0",
"expansion":"Innsmouth Horror"},
{"encounter":"The amount of fresh fish for sale is frankly suspicious. You can spend $2 to bring some samples outside, where careful investigation yields as many Clue tokens as you gain successes on a Lore (-1) check.",
"skill_check":"Lore -1",
"expansion":"Innsmouth Horror"},
{"encounter":"The First National delivery truck is about to leave. If you wish, a little fast-talking and $3 will get you a ride to any location in Arkham. Immediately have an encounter at your destination.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"The First National Grocery is well-stocked today. You may spend up to $3, gaining 1 Stamina for each $1 you spend.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"The young manager, Brian Burnham, seems like he might believe your story. Make a Will (-1) check to convince him. If you succeed, you use his telephone to call the authorities. Gain a Clue token and place it on any one space of your choice on the Feds Raid Innsmouth track.",
"skill_check":"Will -1",
"expansion":"Innsmouth Horror"}
]