[
{"encounter":"A couple of workers are walking with a half-hopping gait to the back of the building. One of them stumbles and drops a large canvas bag, spilling several strange objects on the ground. He tries to gather them back up quickly, but may have missed something. Make a Luck (-2) check. For each success, you may draw 1 Unique Item. Choose 1 to keep and discard the rest.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"A monster appears!",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"A monster appears!",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A monster appears!",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A monster appears!",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A polished mirror of some submarine material leans against the wall here. You gaze into it and make a Luck (-1) check. If you pass, the distorted world you see within grants you 1 Clue token. If you fail, draw one Innsmouth Look card as an awful truth becomes evident.",
"skill_check":"Luck -1",
"expansion":"Innsmouth Horror"},
{"encounter":"A priest from the Esoteric Order of Dagon is here, blessing the equipment and the workers. He doesn't realize you're in the room as well. You are Blessed but gain 1 Corruption card.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A priest from the Esoteric Order of Dagon is here, picking through a collection of strange foreign jewelry. The conspiracy begins to take shape in your mind... Gain 1 Clue token, and then pass a Sneak (-2) check to move to the street.",
"skill_check":"Sneak -2",
"expansion":"Innsmouth Horror"},
{"encounter":"An important piece of machinery has broken down and the workers are rushing to get it fixed. In the ensuing confusion, you're able to examine the refinery's ledgers. Make a Lore (-1) check. If you pass, gain 1 Clue token.",
"skill_check":"Lore -1",
"expansion":"Miskatonic Horror"},
{"encounter":"From the catwalk above, you have a clear view of the assembly line and the shambling, monstrous workers. Make a Lore (-1) check to realize what they really are. If you pass, gain 1 Clue token and lose 1 Sanity.",
"skill_check":"Lore -1",
"expansion":"Innsmouth Horror"},
{"encounter":"Furtively, you pocket some processed gold. Make a Sneak (-2) check and gain $1 per success. If you get no successes, you are discovered and tossed out into the street.",
"skill_check":"Sneak -2",
"expansion":"Innsmouth Horror"},
{"encounter":"If someone knew what he was doing, this would be the perfect opportunity for a robbery. If you have a Sheldon Gang Membership, gain $5. If you do not have a Sheldon Gang Membership, make a Sneak (-1) check instead. If you pass, gain $1.",
"skill_check":"Sneak -1",
"expansion":"Miskatonic Horror"},
{"encounter":"In the small office's library, you discover the Sumatra Queen's log. Reading it, you learn about Captain Obed Marsh's travels to the South Pacific and his contact with the strange creatures that live beneath the waves. Make a Lore (-2) check and gain a Clue token for each success.",
"skill_check":"Lore -2",
"expansion":"Innsmouth Horror"},
{"encounter":"Jacob Marsh greets you warmly. \"Of course I know you! My aunt is your grandmother!\" Draw two Innsmouth Look cards.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"One of the night watchmen takes you by surprise! Make a Fight (+1) check. If you pass, you leave bruised and humbled. If you fail, lose 2 Stamina.",
"skill_check":"Fight +1",
"expansion":"Miskatonic Horror"},
{"encounter":"One of the workers catches sight of you. He looks concerned for a moment, but then just waves at you. Draw 1 Innsmouth Look card.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"One of the workers falls backwards into the molten metal. His screams and the foul burning smell are horrifying. Lose 1 Sanity.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"One of the workers sneaks over to you and offers you gold in exchange for an item of yours. You may discard 1 Unique Item to gain $4.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Part of your clothing has gotten wrapped up in one of the gears of the foundry. Make a Fight (+0) check to free yourself. If you fail, lose 1 Stamina as the gears bite into you.",
"skill_check":"Fight +0",
"expansion":"Miskatonic Horror"},
{"encounter":"Rotting floorboards give way beneath you. Make a Speed (-2) check or lose 1 Stamina.",
"skill_check":"Speed -2",
"expansion":"Innsmouth Horror"},
{"encounter":"Some Innsmouth locals have cornered a man. If you decide to defend him, lose 3 Stamina. Even if you are knocked unconscious, the man, David Packard, is impressed by your brave act and offers you his help. Take his Ally card or, if it is not available, he gives you something \"for protection.\" You may search the Common Item deck for Dynamite and take it.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The gold bars are still searing hot, but no one is around. You may lose up to 3 Stamina. Gain $2 for every 1 Stamina you lose.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"Thick-looking men catch you where you don't belong. The work you over and toss you into the street. Lose 1 Stamina.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"While the workers are in the factory, you're able to look through their lockers. Make a Sneak (-2) check and gain 1 Clue token for each success.",
"skill_check":"Sneak -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Workers load some of the gold bars into a closet and then lock them inside. Once the coast is clear, you may make a Fight (-1) check to break the lock. If you pass, gain $2. If you fail, you must quickly escape out to the streets.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"},
{"encounter":"You find a curious collection of loathsome and alien jewelry. Could this be what the refined gold is derived from? If you choose to investigate more closely, make a Lore (-2) check. If you pass, draw 1 Unique Item. If you fail, you are Cursed.",
"skill_check":"Lore -2",
"expansion":"Innsmouth Horror"},
{"encounter":"You find one of the older Innsmouth residents huddled in a corner. The thing is barely still human and quickly sufficating as its fish-like features no longer allow it to breathe air. Make a Will (-2) check and gain 1 Clue token for each success. If there were no successes rolled, lose 2 Sanity as you gaze into its bulbous eyes.",
"skill_check":"Will -2",
"expansion":"Miskatonic Horror"},
{"encounter":"You find your way into the office of Jacob Marsh and begin examining his accounts. Pass a Lore (-2) check to gain 2 Clue tokens.",
"skill_check":"Lore -2",
"expansion":"Innsmouth Horror"},
{"encounter":"You hide yourself in a storage shed. Among the shelves are all kinds of strange items. Make a Luck (-1) check. If you pass, you find something useful. Gain 1 Common Item. If you fail, you knock one of the shelves over, making a terrible din. You are escorted to the streets.",
"skill_check":"Luck -1",
"expansion":"Miskatonic Horror"},
{"encounter":"You see a young woman sneak out of a window. Make a Speed (-1) check. If you fail, she's disappeared into the night. If you pass, you catch up to Sarah Danforth, an archaeology student from Miskatonic. She tells you that important archaeological finds are being melted down for gold inside that refinery. Take her Ally card. If it is not available, gain 1 Clue token instead as she tells you everything she discovered in the refinery's files.",
"skill_check":"Speed -1",
"expansion":"Miskatonic Horror"},
{"encounter":"You see flashlights in the darkness. The constables are here looking for you! Make a Speed (-1) check to elude them. If you fail, you are arrested and taken to the Innsmouth Jail.",
"skill_check":"Speed -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Your studies of the Innsmouth threat so far enable you to quickly pick the most relevant item from the crowd of artifacts and jewelry awaiting processing. You may spend 3 Clue tokens to draw 2 Unique Items, keeping one of your choice and discarding the other.",
"skill_check":"",
"expansion":"Innsmouth Horror"},
{"encounter":"You're not alone in here. Pass a Sneak (-2) check or a monster appears! If you defeat the monster, gain $5 as you discover a cache of gold.",
"skill_check":"Sneak -2",
"expansion":"Innsmouth Horror"},
{"encounter":"You've snuck into the refinery, but now there are workers everywhere. Make a Will (-1) check to remain calm and stay where you are. If you fail, you are arrested when you try to leave and taken to Innsmouth Jail.",
"skill_check":"Will -1",
"expansion":"Miskatonic Horror"}
]