[
{"encounter":"\"I guarantee you've never seen anything like this!\" Neil holds up a jar containing a small white creature. You may pay $1 to examine it and make a Lore (-1) check. If you pass, gain 2 Clue tokens. If you fail, you gain 1 brood token if Eihort is the Ancient One. Otherwise, nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"\"I'm running out of room, I'm afraid.\" Neil is willing to sell some of his inventory for a discount. Draw 1 Unique Item. You may purchase it for $2 less than the list price, to a minimum of $1.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"\"They say it's good luck to make an offering to this ancient stone statue. Originally it was a god of a Polynesian tribe.\" You may pay $1 to make a Will (-2) check. If you pass, you are Blessed. If you fail, you are reduced to 1 Sanity. If you don't pay, nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"\"Wow! That would look great next to the Babylonian scroll cylinders!\" Neil offers to buy a Unique Item from you for $3 more than its list price.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"A family of tourists is receiving one of Neil's tours. They are so enthralled and delighted by his stories you can't help but feel better. Gain 1 Sanity.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Among the collection, you see a small carving of a tree with branches that reach out threateningly. If you have a \"One of the Thousand\" Cult membership, gain 3 Clue tokens. If you do not have a \"One of the Thousand\" Cult membership, make a Lore (-1) check. If you pass, gain 1 Clue token.",
"skill_check":"Lore -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Given your apparent knowledge of obscure histories, Neil offers you a discount on purchasing an item from his collection. Draw a Unique Item. You may purchase this item for the list price. For every Clue token you have, reduce the list price by $1, to a minimum of $1.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil buys a worthless, but odd-looking trinket from you. Gain $1.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil has taken a liking to you, so he gives you the extended tour. You are delayed while he goes into painstaking detail. But you do learn a lot. Gain 2 Clue tokens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil is amazed to see you, saying he just had a dream about you last night. Make a Luck (+0) check. If you pass, his prescient dream proves useful. Gain 1 Clue token. If you fail, the nightmare he describes unnerves you. Lose 1 Sanity.",
"skill_check":"Luck +0",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil is wondering if you would be willing to trade. You may choose 1 Unique Item of yours to discard. Then gain 1 Unique Item. If the list price of the item you gained is less than that of the item you discarded, gain an additional Unique Item.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil is worried that people are blaming him for all the strange things that are happening. He's very upset, and it takes a lot of convincing to assure him that he's not the target of a lynch mob. You are delayed.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil offers to sell you a book. You may pay $3 to take the first Tome from the Unique Item deck.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil rambles on as he gives you the guided tour. It's entertaining, but ultimately useless. Nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil rambles on as he gives you the guided tour. It's entertaining, but ultimately useless. Nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil rambles on as he gives you the guided tour. It's entertaining, but ultimately useless. Nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil rambles on as he gives you the guided tour. It's entertaining, but ultimately useless. Nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil rambles on as he gives you the guided tour. It's entertaining, but ultimately useless. Nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil rambles on as he gives you the guided tour. It's entertaining, but ultimately useless. Nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"Neil rubs an ancient carving. \"Those who've touched it say they can feel its power.\" You may pay $1 to touch it. If so, pass a Luck (-3) check to gain 1 Skill. If you fail the check, lose 3 Sanity. If you don't pay, nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil shows you a dried out cat-thing in a jar of alcohol. You may pay $1 to examine it closer, making a Lore (-2) check. If you pass, you gain 3 Clue tokens. If you fail, you lose 1 Sanity. If you don't pay, nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil shows you a grey, warty thing in a jar. As you stare, it slowly opens it eyes and meets your gaze. You may pay $1 to pass a Lore (-1) [2] check. If you pass, you gain 2 Clue tokens and draw 3 Spells, keeping 1 of them. If you don't pay or fail the check, nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil shows you his collection of  primitive items. Something among them catches your eye. Draw 1 Unique Item. You may buy it for its list price plus $1.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil shows you his collection of unusual stuffed animals. Seems he likes to practice taxidermy in his spare time. Silently, you resolve not to accept anything to drink from him. Pass a Lore (-1) check to gain 1 Clue token from examining the animals.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Neil tells you that there was a strange man from Dunwich here asking about rare books. Make a Lore (-2) check to recognize the names of the books. Gain 1 Clue token for each success.",
"skill_check":"Lore -2",
"expansion":"Miskatonic Horror"},
{"encounter":"The dust and mold on many of Neil's displays make it difficult to breathe. Make a Fight (-1) check to resist having a reaction to the fetid air. If you fail, lose 1 Stamina.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"},
{"encounter":"You are shocked to discover a genuine ancient Egyptian treasure among Neil's trinkets. Stranger still, he seems eager for you to take it off his hands at no charge. You may gain 1 Exhibit Item if you wish. If you you, take the Tainted card if it is available.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You discover a famous escape artist shopping for props and memorabilia. If you give him 2 of your Spells (discarding them), he introduces himself as Erich Weiss; take his Ally card if it's available. If it's not available, he shows you a trick instead, and you gain 2 Clue tokens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You notice a man trying to steal one of Neil's items. Make a Fight (-1) check. If you pass, you find he's been stealing several things around town. You return Neil's merchandise but you gain $3. If you fail, lose 1 Stamina.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"},
{"encounter":"You realize that an old book that Neil has just received has been serving as a nest for a multitude of biting insects. Make a Speed (-2) check to get it outside before they start spreading. If you fail, lose 1 Stamina.",
"skill_check":"Speed -2",
"expansion":"Miskatonic Horror"},
{"encounter":"You see a strange young man dickering with Neil over the price of a musty book. \"Blast you, man! Just set a price, already!\" It turns out that Neil's more interested in a couple of your items, however. If you discard 2 Common Items the young man gives his name as Charles Dexter Ward. Take his Ally card, or if it's not available, draw the top 5 Spells and keep one of them.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You see a strange young man dickering with Neil over the price of a musty book. \"Blast you, man! Just set a price, already!\" It turns out that Neil's more interested in a couple of your items, however. If you discard 2 Common Items the young man gives his name as Charles Dexter Ward. Take his Ally card, or if it's not available, draw the top 5 Spells and keep one of them.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You see a strange young man dickering with Neil over the price of a musty book. \"Blast you, man! Just set a price, already!\" It turns out that Neil's more interested in a couple of your items, however. If you discard 2 Common Items, the young man gives his name as Charles Dexter Ward. Take his Ally card or, if it's not available, draw the top 5 Spells and keep one of them.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You see a strange young man dickering with Neil over the price of a musty book. \"Blast you, man! Just set a price, already!\" It turns out that Neil's more interested in a couple of your items, however. If you discard 2 Common Items, the young man gives his name as Charles Dexter Ward. Take his Ally card or, if it's not available, draw the top 5 Spells and keep one of them.",
"skill_check":"",
"expansion":"Miskatonic Horror"}
]