[
{"encounter":"A couple of Kingsport children got stuck on a rock outcropping while looking for a rumored treasure. Make a Luck (-2) check. If you pass, the rumors are true. Gain a Unique Item. Regardless of whether you pass or not, you are delayed rescuing the children.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"A group of chanting voices echoes across the hillside. Make a Lore (-1) check to discern what they're saying. If you pass, gain 1 Spell",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A man is running up the hill, trying to escape vicious creatures that are attacking him. You may attempt to defend him if you wish. If you do, lose 3 Stamina. Even if you are knocked unconscious, the man, David Packard, owes you his life and intends to pay his debt. Take his Ally card or, if it is not available, he gives you something \"for protection.\" You may search the Common Item deck for Dynamite and take it.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A rock slide has made this route unusable. Another path up the hill will have to be found. You are delayed while you find the new path.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"A small collection of symbols was carved into the rock some untold number of years ago. Make a Lore (-2) check to interpret them. If you pass, you understand their occult significance and gain 2 Clue tokens.",
"skill_check":"Lore -2",
"expansion":"Miskatonic Horror"},
{"encounter":"A woman is up on the hill with binoculars bird watching. She claims there's been some strange bird behaviors lately. Make a Lore (+0) check to understand what she's explaining. If you pass, gain 1 Clue token.",
"skill_check":"Lore +0",
"expansion":"Miskatonic Horror"},
{"encounter":"As you are climbing, a rock falls towards you. Pass a Speed (-2) check or lose 2 Stamina and move to the Harborside streets.",
"skill_check":"Sneak -2",
"expansion":"Kingsport Horror"},
{"encounter":"As you are climbing, a rock falls towards you. Pass a Speed (-2) check or lose 2 Stamina and move to the Harborside streets.",
"skill_check":"Speed -2",
"expansion":"Miskatonic Horror"},
{"encounter":"In a lonely spot on the cliffside, you are suddenly gripped by a strange, terrifying vertigo. Pass a Luck (-2) check or lose 2 Sanity and move to Harborside streets.",
"skill_check":"Luck -2",
"expansion":"Kingsport Horror"},
{"encounter":"In a lonely spot on the cliffside, you are suddenly gripped by a strange, terrifying vertigo. Pass a Luck (-2) check or lose 2 Sanity and move to the Harborside streets.",
"skill_check":"Luck -2",
"expansion":"Miskatonic Horror"},
{"encounter":"One of the Wireless Station workers is driving up in a truck. If you wish, you may make a Speed (-1) check to grab the back. If you pass, move to the Wireless Station and immediately have an encounter there. If you fail, lose 1 Stamina.",
"skill_check":"Speed -1",
"expansion":"Miskatonic Horror"},
{"encounter":"Pausing, you stop to admire the clear blue sky. Nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"Pulling yourself up the cliff, you come face to face with a snake. Pass a Will (-2) check or lose 2 Sanity, 1 Stamina, and move to the Harborside streets.",
"skill_check":"Will -2",
"expansion":"Kingsport Horror"},
{"encounter":"Pulling yourself up the cliff, you come face to face with a snake. Pass a Will (-2) check or lose 2 Sanity, 1 Stamina, and move to the Harborside streets.",
"skill_check":"Will -2",
"expansion":"Miskatonic Horror"},
{"encounter":"The causeway ends here at a precipice that overlooks the sea, and for one mad instant, you long to hurl yourself from the cliff. Lose 1 Sanity.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"The path winds back and forth, providing a very pleasant afternoon's walk. Nothing happens.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"The rock crumbles beneath you, and you slip and fall. Move to the Harborside streets.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"The sun is rapidly setting and the terrain is too dangerous to try to climb in the dark. Pass a Speed (-2) check or lose 1 Sanity and 1 Stamina and move to the Harborside streets.",
"skill_check":"Speed -2",
"expansion":"Miskatonic Horror"},
{"encounter":"The sun is rapidly setting and the terrain is too dangerous to try to climb in the dark. Pass a Speed (-2) check or lose 1 Sanity and 1 Stamina and move to the Harborside streets.",
"skill_check":"Speed -2",
"expansion":"Miskatonic Horror"},
{"encounter":"Wiping the sweat from your brow, you stop to rest on a rock for awhile. You are delayed.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You are winded from the hard climb and stop to rest. You are delayed.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You come across some strange, rubbery bones, and a featureless skull. Lose 1 Sanity, then gain 1 Unique Item, as you find something the creature was carrying when it died.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You discover a secret trail. Move to the Wireless Station and immediately have an encounter there.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You feel a sudden sharp pain in your ankle and see that you've been bitten by a snake! Make a Lore (-2) check to treat the wound. If you fail, lose 2 Stamina and move to the Harborside streets to get help.",
"skill_check":"Lore -2",
"expansion":"Miskatonic Horror"},
{"encounter":"You feel a sudden sharp pain in your ankle and see that you've been bitten by a snake! Make a Lore (-2) check to treat the wound. If you fail, lose 2 Stamina and move to the Harborside streets to get help.",
"skill_check":"Lore -2",
"expansion":"Miskatonic Horror"},
{"encounter":"You find a decaying scroll, weighted down with a rock. Gain 1 Spell.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You find yourself nearly fainting in exhaustion during the hard climb. Lose 1 Stamina.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You lean against a wooden railing that protects visitors from falling off the cliffside accidentally and just gaze out to sea for awhile. Nothing happens.",
"skill_check":"",
"expansion":"Kingsport Horror"},
{"encounter":"You see a sudden green flash of light somewhere ahead of you on the path. Racing to get there, you find a smoldering, scorched book. If you wish, you may try to gain what knowledge you can from it before it is reduced to ashes. If you do, lose 1 Stamina as it burns your hands and then, if you are still conscious, gain 1 Spell.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You see a trunk on a rock below that has apparently fallen and split open. If you wish you may try to climb down and retrieve it. Make a Fight (-1) check to reach it safely. If you fail, lose 2 Stamina. Then, whether you passed or not, if you are still conscious, gain 1 Unique Item.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"},
{"encounter":"You slowly clamber up the stone formation known as the Face of Neptune. Pass a Fight (-2) check or lose 2 Stamina and move to Harborside streets.",
"skill_check":"Fight -2",
"expansion":"Kingsport Horror"},
{"encounter":"You slowly clamber up the stone formation known as the Face of Neptune. Pass a Fight (-2) check or lose 2 Stamina and move to the Harborside streets.",
"skill_check":"Fight -2",
"expansion":"Miskatonic Horror"},
{"encounter":"You suspect you may be carrying too many things to make this climb! If you have 4 or more items you must either discard 1 or lose 1 Stamina.",
"skill_check":"",
"expansion":"Miskatonic Horror"},
{"encounter":"You think you could reach the Wireless Station by scrambling up a steep incline. If you wish to give it a try, make a Fight (-1) check. If you pass, move to the Wireless Station. If you fail, lose 1 Stamina and move to the Harborside streets.",
"skill_check":"Fight -1",
"expansion":"Miskatonic Horror"}
]